{
  "home": "Home",
  "about": "About",
  "features": "Features",
  "getStarted": "Get Started",
  "introducingSimplicity": "Introducing Simplicity",
  "introducingVariety": "Introducing Variety",
  "easyWaytoTradeCryptocurrency": "A new and easy way to Trade Crypto",
  "downloadApp": "Download our app",
  "depositCashOrCrypto": "Deposit cash or crypto",
  "depositingCashOrCryptoHaveNeverBeen":"Depositing cash or crypto have never been simplified better than as it is on flitaa. With our zero deposit fee policies you can bank on our smooth and simplified deposit flow.",
  "transactAndObserveGrowth": "Transact and observe growth",
  "featuresFromSimpleWallet": "Get into crypto, fast",
  "inAWorldOfComplexity":"Buy, sell and store your crypto assets easily, invest slowly over time to grow your holdings or jump right in.",
  "fundsSafety": "Funds Safety",
  "theSafetyOfCustomers":"The safety of customer’s fund is one of our priorities, just as is their satisfaction. With our high tech security protocols we ensure that the platform is air tight secure.",
  "multiAssets": "Multi Assets",
  "weSupportMultiChains":"We support multi chains transactions and multiple cryptocurrencies as flitaa is rightly positioned technologically to do this and more.",
  "supportLocalCurrency": "Manage your portfolio like a pro",
  "kenyanShillings": "Kenyan Shillings",

  "tradeAndHoldCryptocurrencies": "Crypto made",
  "faster": "faster",
  "withEase": "easy",
  "efficiently": "efficient",
  "buyAndAccessToken": "Easily buy and sell cryptocurrencies with our user friendly app. Access over 40+ tokens. The crypto wallet you have been waiting for.",

  "testimonials": "Testimonials",
  "hearUserSay": "Hear what our global users say",
  "happyToBeginCryptoJourney": "Happy to begin my cryptocurrency journey with flitaa. It has been a wonderful experience.",
  "growingAtGeometricProgression": "Outstanding CEX that listens to the heartbeat of it’s users.Growing at geometric progression. Buying and selling of crypto made so easy and simple. Flitaa dey for you.",
  "oneOfTheBestApps":"One of the best apps so far for ur easy crypto trading and also a very friendly interface one thumbs up for you guys 👍 For una to always dey for us 😉",

  "letGetYouStarted": "Let’s get you started",
  "noMatterWhereYouAre": "No matter where you are, trading is just one click away.",
  "stayUpdatedOnYourInvestment":"Stay updated on your investment anytime and stay informed on the latest price of Bitcoin, Ethereum, and other trending digital assets.",
  "availableOnAndroidAndIOS": "Available on Android and iOS.",

  "copyRight": "CopyRight",
  "termOfUse": "Term of Use",
  "privacyPolicy": "Flitaa Privacy Policy",

  "privacyParagraphOne": "Flitaa   respects and protects the privacy   of   visitors   to   our   websites   and   our customers   who   use   our   services.   To   ensure   transparency,   this   Privacy   Policy describes our information handling practises when you access content we own or operate on the websites or any other platforms we own or operate (collectively, the Site(s)) and related services (referred to collectively hereinafter as Services).",
  "privacyParagraphTwo": "Please take a moment to read this Privacy Policy carefully. If you have any questions about this Privacy Notice, please contact us at privacy@flitaa.com",
  "privacyAcceptance": "ACCEPTANCE OF PRIVACY POLICY",
  "privacyParagraphThree": "By   accessing   and   using   our   Services,   you   signify   acceptance   of   the   terms   of   thisPrivacy Policy. Where we require your consent to process your personal information, we will ask for your consent to the collection, use, and disclosure of your personal information   as   described   further   below.   If   you   do   not   agree   with   or   are   not comfortable   with   any   aspect   of   this   Privacy   Policy,   you   should   immediately discontinue access to or use of our Services.",
  "privacyChanges": "CHANGES TO THIS PRIVACY POLICY",
  "privacyParagraphFour": "We   reserve   the   right   to   modify   this   Privacy   Policy   at   any   time   without   prior notification.",
  "privacyRelationship": "OUR RELATIONSHIP TO YOU",
  "privacyParagraphFive": "Flitaa handles digital currency transactions.",
  "privacyPersonal": "THE PERSONAL INFORMATION WE COLLECT",
  "privacyPersonalText": "Personal information is data that can be used to identify you directly or indirectly, or to   contact   you.   Our   Privacy   Policy   covers   all   personal   information   that   you voluntarily submit to us and that we obtain from our partners. This Privacy Policy does not apply to anonymised data, as it cannot be used to identify you. You may be asked to provide personal information anytime you are in contact with Flitaa. Except as described in this Privacy Policy, Flitaa will not give, sell, rent or loan any personal information to any third party without your consent",
  "privacyParagraphSix": "PERSONAL INFORMATION COLLECTED",
  "privacyParagraphSeven": "We collect personal information to provide you with our Services. When we require certain personal information from users, it is because we are required by law to collect this information or because it is relevant for specific purposes. Any information you provide to us that is not required is voluntary. You are free to choose whether to provide us with the types of personal information requested, but we may not be able to serve you as effectively or offer you all of our Services when you do choose not to share certain information with us.",
  "privacyParagraphEight": "We collect the following types of information:",
  "privacyParagraphNine": "a.  Personal Identification Information: full name, date of birth, age, nationality, gender, signature, utility bills, photographs, phone number, home address, and/or email.",
  "privacyParagraphTen": "b.  Formal Identification Information: passport number, driver’s licence details, national identity card details, photograph identification cardsc  Financial Information: bank account information, payment card primary account number (PAN), transaction history, trading data.",
  "privacyParagraphEleven": "c.  Transaction Information: Information about the transactions you make on our Sites such as the name of the recipient, your name, the amount, and/or timestamp.",
  "privacyParagraphTwelve": "d.  Contact Data: includes billing addresses, delivery addresses, email addresses, telephone numbers and other information.",
  "privacyParagraphThirteen": "e.  Contacts’ list and Address Book Information: With your permission, we may access your contact list and phone book available on your mobile device in order to provide billing and airtime transaction services to you. We only use this information to process transactions for intended recipients and for no other purposes. We do not hold this information in any way or at any time.",
  "privacyParagraphFourteen": "f.  Employment Information: office location, job title, and/or description of the role.",
  "privacyParagraphFifteen": "g.  Online Identifiers and Location Data: Geo location/tracking details, browser fingerprint, OS, browser name and version, and/or personal IP addresses",
  "privacyParagraphSixteen": "h.  Marketing and Communications Data: includes your preferences for receiving marketing from us and our third parties and your communication preferences.",
  "privacyParagraphSeventeen": "i.  Usage Data: survey responses, information provided to our support team, public social networking posts, authentication data, security questions, user ID, click-stream data and other data collected via cookies and similar technologies. Please read our cookie policy for more information.",
  "privacyParagraphEighteen": "**Log and Usage Data. Log and usage data is service-related, diagnostic, usage and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called ‘crash dumps’) and hardware settings). **Device Data. We collect device data such as information about your computer, phone, tablet or other device you use to access the Services. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model Internet service provider and/or mobile carrier, operating system and system configuration information.",
  "privacyParagraphNineteen": "HOW YOUR PERSONAL INFORMATION IS USED",
  "privacyParagraphTwenty": "Our primary purpose in collecting personal information is to provide you with a secure, smooth, efficient, and customised experience. In general, we use personal information to create, develop, operate, deliver, and improve our Services, content and advertising, as well as for loss prevention and anti-fraud purposes. We may use this information in the following ways:",
  "privacyParagraphTwentyOne": "A.  To verify your identity in accordance with Know Your Customer (KYC), Anti-Money Laundering (AML) and sanctions screening requirements;",
  "privacyParagraphTwentyTwo": "B.  To enforce our terms in our user agreement and other agreements to manage and maintain your account with us;",
  "privacyParagraphTwentyThree": "C.  To prevent fraudulent or unauthorised use of our products and services;",
  "privacyParagraphTwentyFour": "D.  To better manage our business and your relationship with us; to improve our products and services, and to develop new products and Services;",
  "privacyParagraphTwentyFive": "E.  To notify you about benefits and changes to the features of our products and services;",
  "privacyParagraphTwentyFive1": "F.  To provide you with personalised advertising and marketing;",
  "privacyParagraphTwentyFive2": "G.  To respond to your inquiries and to resolve disputes.",
  "privacyParagraphTwentyFive3": "H.  Where necessary to protect our legal rights and interests, or the interests of others, we also use personal data in relation to legal claims, compliance, audits, risk management and regulatory functions. We may also use personal data in connection with the acquisition, merger or sale of a business.",
  "privacyParagraphTwentySix": "INFORMATION FROM THIRD PARTY SOURCES",
  "privacyParagraphTwentySeven": "From time to time, we may obtain information about you from third party sources as required or permitted by applicable law, such as public databases, credit bureaus, ID verification partners, resellers and channel partners, joint marketing partners, and social media platforms.",
  "privacyParagraphTwentyEight": "COLLECTION AND USE OF INFORMATION COLLECTED AUTOMATICALLY",
  "privacyParagraphTwentyNine": "We receive and store certain types of information automatically, such as whenever you interact with the Sites or use the Services. This information does not necessarily reveal your identity directly but may include information about the specific device you are using, such as the hardware model, device ID, operating system version, web-browser software (such as Firefox, Safari, or Internet Explorer) and your Internet Protocol (IP) address/MAC address/device identifier. For example, we automatically receive and record information on our server logs from your browser, including how you came to and used the Services, your IP address, device type and unique device identification numbers, device event information (such as crashes, system activity and hardware settings), browser type, browser language, the date and time of your request and referral URL, broad geographic location (e.g., country or city-level location) and other technical data collected through cookies, pixel tags and other similar technologies that uniquely identify your browser. We may also collect information about how your device has interacted with our website, including pages accessed and links clicked. We may use identifiers to recognise you when you arrive at the Site via an external link, such as a link appearing on a third party site.",
  "privacyParagraphThirty": "HOW WE SHARE YOUR PERSONAL DATA",
  "privacyParagraphThirtyOne": "We share personal data with:",
  "privacyParagraphThirtyTwo": "A. Any person who works for us or for one of our group companies;",
  "privacyParagraphThirtyThree": "B. Any entity that forms part of Flitaa, including, where relevant, the Flitaa operating entity in the country or region in which you live;",
  "privacyParagraphThirtyFour": "C. Financial and other institutions we partner with to provide our products and services; Companies and organisations that provide services to us, including in relation to technical infrastructure, marketing and analytics, and web and app development;",
  "privacyParagraphThirtyFive": "D. Companies and organisations that assist us with identity verification, background screening, due diligence and processing or otherwise fulfilling transactions that you have requested;",
  "privacyParagraphThirtySix": "E. Our professional advisers, consultants and other similar service providers.",
  "privacyParagraphThirtySeven": "F. Where we believe it is reasonably necessary to comply with any law, regulation, legal process or governmental request, to enforce our Terms of Use or other agreements, or to protect the rights, property, or safety of us, our customers or others;",
  "privacyParagraphThirtyEight": "G. Where we may transfer rights and obligations pursuant to our agreement with you.",
  "privacyParagraphThirtyNine": "HOW WE PROTECT AND STORE PERSONAL INFORMATION",
  "privacyParagraphForty": "We understand how important your privacy is, which is why Flitaa maintains (and requires its service providers to maintain) appropriate physical, technical and administrative safeguards to protect the security and confidentiality of the personal information you entrust to us.",
  "privacyParagraphFortyOne": "We may store and process all or part of your personal and transactional information, depending on where our facilities or service providers are located. We protect your personal information by maintaining physical, electronic, and procedural safeguards in compliance with the applicable laws and regulations.",
  "privacyParagraphFortyTwo": "For example, we use computer safeguards such as firewalls and data encryption; we enforce physical access controls on our buildings and files; and we authorise access to personal information only for those employees who require it to fulfil their job responsibilities. Full credit card data is securely transferred and hosted off-site by a payment vendor in compliance with Payment Card Industry Data Security Standards (PCI DSS). This information is not accessible to Flitaa or Flitaa staff.",
  "privacyParagraphFortyThree": "However, we cannot guarantee that loss, misuse, unauthorised acquisition, or alteration of your data will not occur. Please recognise that you play a vital role in protecting your own personal information. When registering with our Services, it is important to choose a password of sufficient length and complexity, to not reveal this password to any third-parties, and to immediately notify us if you become aware of any unauthorised access to or use of your account.",
  "privacyParagraphFortyFour": "Furthermore, we cannot ensure or warrant the security or confidentiality of information you transmit to us or receive from us by Internet or wireless connection, including email, phone, or SMS, since we have no way of protecting that information once it leaves and until it reaches us. If you have reason to believe that your data is no longer secure, please contact us via support.",
  "privacyParagraphFortyFive": "HOW YOU CAN ACCESS OR CHANGE YOUR PERSONAL INFORMATION",
  "privacyParagraphFortySix": "You are entitled to review, correct, or amend your personal information, or to delete that information where it is inaccurate. You may do this at any time by contacting support.",
  "privacyParagraphFortySeven": "If you close your Flitaa account, we will mark your account in our database as 'Closed', but will keep your account information in our database for the period of time described below. This is necessary in order to deter fraud by ensuring that people who try to commit fraud will not be able to avoid detection simply by closing their account and opening a new one. However, if you close your account, your personal information will not be used by us for any further purposes, nor sold or shared with third parties, except as necessary to prevent fraud and assist law enforcement, as required by law, or in accordance with this Privacy Policy.",
  "privacyParagraphFortyEight": "RIGHTS IN RELATION TO USE OF YOUR PERSONAL INFORMATION",
  "privacyParagraphFortyNine": "Rights of access, correction and deletion. You have a right of access to the personal information that we hold about you under relevant data protection legislation, and to some related information. You can also require any inaccurate personal information to be corrected or deleted.",
  "privacyParagraphFifty": "RETENTION OF PERSONAL INFORMATION",
  "privacyParagraphFiftyOne": "We store your personal information securely throughout the life of your Flitaa account and for as long as the law requires and as necessary to fulfil the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting obligations or to resolve disputes. While retention requirements vary by jurisdiction, information about our typical retention periods for different aspects of your personal information is described below.",
  "privacyParagraphFiftyTwo": "a. Contact information such as your name, email address and telephone number for marketing purposes is retained on an ongoing basis until you un-subscribe. Thereafter, we will add your details to our suppression list indefinitely.",
  "privacyParagraphFiftyThree": "b. Content that you post on our website, such as support desk comments, photographs, videos, blog posts, and other content, may be kept indefinitely after you close your account for audit and crime prevention purposes.",
  "privacyParagraphFiftyFour": "c. Recording of our telephone calls with you may be kept for a period of up to six years.Information collected via technical means such as cookies, webpage counters and other analytics tools is kept for a period of up to one year from the expiration of the cookie.",
  "privacyParagraphFiftyFive": "CHILDREN'S PERSONAL INFORMATION",
  "privacyParagraphFiftySix": "We do not knowingly request to collect personal information from any person under the age of 18. If a user submitting personal information is suspected of being younger than 18 years of age, Flitaa will require the user to close his or her account and will not allow the user to continue transacting digital currencies using Flitaa. We will also take steps to delete the information as soon as possible. Please notify us if you know of any individuals under the age of 18 using our Services so we can take action to prevent access to them.",
  "privacyParagraphFiftySeven": "GLOBAL COMPANY",
  "privacyParagraphFiftyEight": "The personal data we collect may be transferred to, stored and processed outside of the jurisdiction in which you reside, and the laws of those countries may differ from the laws applicable in your own country. Any processing of such data will be undertaken by our staff, or the staff of our third-party service providers, whose roles will include verifying your identity, processing payment details, and providing customer support.",
  "privacyParagraphFiftyNine": "By accepting this Privacy Policy, and then submitting your personal data, you agree to the transfer, storing or processing of it outside of your jurisdiction.",
  "privacyParagraphSixty": "If you have any questions, clarifications, concerns, or request, kindly reach out to us via support@flitaa.com",
  
  "terms&Condition": "Terms & Condition",
  "introduction": "INTRODUCTION",
  "theseFlitaa": "These Flitaa Terms & Conditions  of Use (“Terms”) are entered into between you (hereinafter referred to as “you” or “your”) and Flitaa (as defined below). By accessing, downloading, using or clicking on “I agree” to accept any Flitaa Services (as defined below) provided by Flitaa (as defined below), you agree that you have read, understood and accepted all of the terms and conditions stipulated in these Terms (hereinafter referred to as “these Terms”) as well as our Privacy Policy at https://www.Flitaa.com/privacy. In addition, when using some features of the Services, you may be subject to specific additional terms and conditions applicable to those features.",
  "pleaseReadTheTermsCarefully": " Please read the terms carefully, as they govern your use of Flitaa Services. THESE TERMS CONTAIN IMPORTANT PROVISIONS, INCLUDING AN ARBITRATION PROVISION THAT REQUIRES ALL CLAIMS TO BE RESOLVED BY WAY OF LEGALLY BINDING ARBITRATION. The terms of the arbitration provision are as set forth hereunder, “CUSTOMER FEEDBACK, QUERIES, COMPLAINTS, AND DISPUTE RESOLUTION”. As with any asset, the values of Digital Currencies (as defined below) may fluctuate significantly, and there is a substantial risk of economic losses when purchasing, selling, holding, or investing in Digital Currencies and their derivatives. BY MAKING USE OF Flitaa SERVICES, YOU ACKNOWLEDGE AND AGREE THAT: (1) YOU ARE AWARE OF THE RISKS ASSOCIATED WITH TRANSACTIONS OF DIGITAL CURRENCIES AND THEIR DERIVATIVES; (2) YOU SHALL ASSUME ALL RISKS RELATED TO THE USE OF Flitaa SERVICES AND TRANSACTIONS OF DIGITAL CURRENCIES AND THEIR DERIVATIVES; AND (3) Flitaa SHALL NOT BE LIABLE FOR ANY SUCH RISKS OR ADVERSE OUTCOMES.",
  "flitaaIsNotResponsibleFor": "Flitaa is not responsible for, and expressly disclaims all liability for, damages of any kind arising out of use, reference to, or reliance on any information contained within Flitaa platforms. While the information contained within the platforms is periodically updated, no guarantee is given that the information provided on this Web site is correct, complete, and up-to-date. Although the Flitaa website may include links providing direct access to other Internet resources, including websites, Flitaa is not responsible for the accuracy or content of the information contained in these websites. Links from Flitaa platforms to third-party sites do not constitute an endorsement by Flitaa of the parties or their products and services. The appearance on the Flitaa website of advertisements and product or service information does not constitute an endorsement by Flitaa, and Flitaa does not investigate any claim made by any advertiser. Product information is based solely on material received from suppliers.",
  "byAccessingUsingOrAttempting": "By accessing, using, or attempting to use Flitaa Services in any capacity, you acknowledge that you accept and agree to be bound by these Terms. If you do not agree, do not access Flitaa or utilise Flitaa services.",
  "definitions": "DEFINITIONS",
  "flitaa": "Flitaa",
  "flitaaIsADiversePlatform": "Flitaa is a diverse platform comprising Flitaa websites (whose domain names include but are not limited to (https://www.Flitaa.com), mobile applications, clients, applets and other applications that are developed to offer Flitaa Services, and includes independently-operated platforms, websites and clients within our ecosystem (e.g Flitaa Hub, Flitaa Academy, Flitaa NFT marketplace, Flitaa CEX App and fiat gateways). (Collectively referred to as “Platforms”) In case of any inconsistency between the relevant terms of use of the above platforms and the contents of these Terms, the respective applicable terms of such platforms shall prevail.",
  "flitaaOperators": "Flitaa Operators",
  "flitaaOperatorsReferToAllParties": "Flitaa operators refer to all parties that run Flitaa, including, but not limited to, legal persons, unincorporated organisations, and teams that provide Flitaa Services and are responsible for such services. For convenience, unless otherwise stated, references to “Flitta” and “we” in these Terms specifically mean Flitaa Operators. UNDER THESE TERMS, Flitaa OPERATORS MAY CHANGE AS Flitaa'S BUSINESS ADJUSTS, IN WHICH CASE THE CHANGED OPERATORS SHALL PERFORM THEIR OBLIGATIONS UNDER THESE TERMS WITH YOU AND PROVIDE SERVICES TO YOU, AND SUCH CHANGE DOES NOT AFFECT YOUR RIGHTS AND INTERESTS UNDER THESE TERMS. ADDITIONALLY, THE SCOPE OF Flitaa OPERATORS MAY BE EXPANDED DUE TO THE PROVISION OF NEW Flitaa SERVICES, IN WHICH CASE, IF YOU CONTINUE TO USE Flitaa SERVICES, IT IS DEEMED THAT YOU HAVE AGREED TO JOINTLY EXECUTE THESE TERMS WITH THE NEWLY ADDED Flitaa OPERATORS. IN CASE OF A DISPUTE, YOU SHALL DETERMINE THE ENTITIES BY WHICH THESE TERMS ARE PERFORMED WITH YOU AND THE COUNTERPARTIES OF THE DISPUTE, DEPENDING ON THE SPECIFIC SERVICES YOU USE AND THE PARTICULAR ACTIONS THAT AFFECT YOUR RIGHTS OR INTERESTS.",
  "flitaaServices": "Flitaa Services",
  "flitaaServicesReferToVariousServices": "Flitaa services refer to various services provided to you by Flitaa that are based on Internet and/or blockchain technologies and offered via Flitaa websites, mobile applications, APIs, clients, and other forms (including new ones enabled by future technological development). Flitaa Services include, but are not limited to, such Flitaa Platform components as Digital Asset Trading Platforms, Flitaa Hub, Flitaa Academy, Flitaa App, and Fiat Gateway, as well as novel services to be provided by Flitaa.",
  "flitaaPlatformRules": "Flitaa Platform Rules",
  "flitaaPlatformRulesReferToAllRules": "Flitaa platform rules refer to all rules, interpretations, announcements, statements, letters of consent and other contents that have been and will be subsequently released by Flitaa, as well as all regulations, implementation rules, product process descriptions, and announcements as published by Flitaa or within the products or service processes.",
  "digitalCurrencies": "Digital Currencies",
  "digitalCurrenciesReferToEncryptedOrDigitalTokens": "Digital currencies refer to encrypted or digital tokens or cryptocurrencies with a certain value that are based on blockchain and cryptography technologies and are issued and managed in a decentralised form.",
  "digitalAssets": "Digital Assets",
  "digitalAssetsReferToDigitalCurrencies": "Digital Assets refer to Digital Currencies, their derivatives, or other types of digitalized assets with a certain value.",
  "flitaaAccounts": "Flitaa Accounts",
  "flitaaAccountsReferToTheFoundationalVirtual": "Flitaa Accounts refer to the foundational virtual accounts, including main accounts and subaccounts, which are opened by Flitaa for users to record on Flitaa their usage of Flitaa Services, transactions, asset changes, and basic information. Flitaa Accounts serve as the basis for users to enjoy and exercise their rights on Flitaa. This may be used interchangeably with Flitaa Wallet and Flitaa Wallet accounts.",
  "cryptoToCryptoTrading": "Crypto To Crypto Trading",
  "CryptoToCryptoTradingRefersToSpotTransactions": "Crypto to Crypto Trading refers to spot transactions in which one digital currency is exchanged for another digital currency.",
  "fiatToFiatTrading": "Fiat To Fiat Trading",
  "FiatToFiatTradingRefersToSpotTransactions": "Fiat to Fiat Trading refers to spot transactions in which Digital Currencies are exchanged for fiat currencies or vice versa.",
  "contractualRelationship": "CONTRACTUAL RELATIONSHIP",
  "theseTermsConstituteALegalAgreement": "These Terms constitute a legal agreement and create a binding contract between you and Flitaa Operators.",
  "supplementaryProvisions": "SUPPLEMENTARY PROVISIONS",
  "dueToTheRapidDevelopmentOfDigitalCurrencies": "Due to the rapid development of Digital Currencies and Flitaa, these Terms do not enumerate or cover all rights and obligations of each party and do not guarantee full alignment with needs arising from future development. Therefore, THE PRIVACY POLICY, Flitaa PLATFORM RULES, AND ALL OTHER AGREEMENTS ENTERED INTO SEPARATELY BETWEEN YOU AND Flitaa ARE DEEMED SUPPLEMENTARY TERMS THAT ARE AN INTEGRAL PART OF THESE TERMS AND SHALL HAVE THE SAME LEGAL EFFECT. YOUR USE OF Flitaa SERVICES IS DEEMED YOUR ACCEPTANCE OF THE ABOVE SUPPLEMENTARY TERMS.",
  "changeOfTerms": "CHANGE OF TERMS",
  "flitaaReservesTheRightToChangeOrModify": "Flitaa reserves the right to change or modify these Terms at its discretion, modifying the last revised date displayed on this page. ANY AND ALL MODIFICATIONS OR CHANGES TO THESE TERMS WILL BE EFFECTIVE UPON PUBLICATION ON THE WEBSITE OR RELEASE TO USERS. THEREFORE, YOUR CONTINUED USE OF Flitaa SERVICES IS DEEMED YOUR ACCEPTANCE OF THE MODIFIED TERMS AND RULES. IF YOU DO NOT AGREE TO ANY CHANGES TO THESE TERMS, YOU MUST STOP USING Flitaa SERVICES IMMEDIATELY. YOU ARE RECOMMENDED TO FREQUENTLY REVIEW THESE TERMS TO ENSURE YOUR UNDERSTANDING OF THE TERMS AND CONDITIONS THAT APPLY TO YOUR ACCESS TO AND USE OF Flitaa SERVICES.",
  "accountRegistration": "ACCOUNT REGISTRATION",
  "allUsersMustApplyForAFlitaaAccount": "All Users must apply for a Flitaa Account at https://app.Flitaa.com/register before using Flitaa Services. When you register a Flitaa Account, you must provide the information requested by Flitaa and accept these Terms, the Privacy Policy, and other supplementary provisions. Flitaa reserves the right to accept or decline an Account registration. You agree to provide complete and accurate information when opening a Flitaa Account, and you agree to timely update any information you provide to Flitaa to maintain the integrity and accuracy of the information. Each user (including a natural person, business, or legal entity) may maintain only one main account at any given time. Flitaa reserves the right to consent or not consent to the opening of more than one Flitaa Account per user and shall not be liable for any issues arising as a result of a user opening multiple Flitaa Accounts.",
  "eligibility": "ELIGIBILITY",
  "byRegisteringToUseAFlitaaAccount": "By registering to use a Flitaa Account, you represent and warrant that (i) as an individual, you are at least 18 or are of legal age to form a binding contract under applicable laws; (ii) as an individual, legal person, or other organization, you have full legal capacity and sufficient authorizations to enter into these Terms; (iii) you have not been previously suspended or removed from using Flitaa Services; (iv) you do not currently have a Flitaa Account; (v) If you act as an employee or agent of a legal entity, and enter into these Terms on their behalf, you represent and warrant that you have all the necessary rights and authorizations to bind such legal entity; (vi) your use of Flitaa Services will not violate any and all laws and regulations applicable to you, including but not limited to regulations on anti-money laundering, anti-corruption, and counter-terrorist financing.",
  "IfAsAParentOrGuardian": "If, as a parent or guardian, you become aware that your child or ward child has provided us with any information without your consent, please contact us through the details on the Privacy Policy.",
  "pleaseNoteThatSomeProductsAndServices": "Please note that some products and services may not be available in certain jurisdictions, regions, or to certain users. Your eligibility to access certain Flitaa Services also depends on the country in which you reside and the countries that Flitaa operates in (“Operating Country”) and holds bank accounts in that country. Flitaa reserves the right to change, modify, or impose additional restrictions at its discretion at any time.",
  "identifyVerification": "IDENTITY VERIFICATION",
  "yourRegistrationOfAFlitaaAccountWillBeDeemed": "Your registration of a Flitaa account will be deemed your agreement to provide the required personal information for identity verification. Such information will be used to verify users' identities, identify traces of money laundering, terrorist financing, fraud, and other financial crimes through Flitaa, or for other lawful purposes stated by Flitaa. We will collect, use, and share such information in accordance with our Privacy Policy. In addition to providing such information, you agree to allow us to keep a record of that information during the period for which your account is active and within six (6) years after your account is closed, in compliance with global industry standards on data storage. You also authorise us to conduct necessary investigations directly or through a third party to verify your identity or protect you and/or us from financial crimes, such as fraud. The information we require to verify your identity may include, but is not limited to, your name, email address, contact information, phone number, username, government-issued ID, date of birth, taxpayer identification number, information regarding your bank account (such as bank name, account type, routing number, and account number), and other information collected during account registration. When providing the required information, you confirm it is true and accurate.",
  "afterRegistrationYouMustEnsureThatTheInformation": "After registration, you must ensure that the information provided is true, complete, and timely updated when changed. If there are any grounds for believing that any of the information you provided is incorrect, false, outdated or incomplete, Flitaa reserves the right to send you a notice to demand correction, directly delete the relevant information, or, as the case may be, terminate all or part of the Flitaa services we provide for you. If we are unable to reach you with the contact information you provided, you shall be fully liable for any loss or expense caused to Flitaa during your use of Flitaa services. You hereby acknowledge and agree that you have the obligation to update all the information if there is any change. By registering an account, you hereby authorise Flitaa to conduct investigations that Flitaa considers necessary, either directly or through a third party, to verify your identity or protect you, other users, and/or Flitaa from fraud or other financial crimes, and to take necessary actions based on the results of such investigations. You also acknowledge and agree that your personal information may be disclosed to credit bureaus and agencies for fraud prevention or financial crime prevention, which may respond to our investigations in full.",
  "additionallyWeMayRequireYouToWait": "Additionally, we may require you to wait some amount of time after the completion of a transaction before permitting you to use further Flitaa Services and/or before permitting you to engage in transactions beyond certain volume limits. This includes authorising your wireless operator (MTN Nigeria, Globacom, 9Mobile, Airtel or any other branded wireless operator) to use your mobile number, name, address, email, network status, customer type, customer role, billing type, mobile device identifiers (IMSI and IMEI), and other subscriber status details, if available, solely to allow verification of your identity and to compare information you have provided to Flitaa with your wireless operator account profile information for the duration of the business relationship.",
  "youHerebyAgreeToAbstainFromTransmitting": "You hereby agree to abstain from transmitting any content of an obscene, indecent or inappropriate nature during the verification process. Non-compliance with this clause may entail your potential liability under the Cybercrimes (Prevention and Prohibition) Act of 2015. Your cooperation in upholding this standard of conduct is greatly appreciated.",
  "duringTheSignUpProcess": "During the sign-up process, you are required to provide your legal name as it appears on official identification documents. Aliases, nicknames, or any other non-legal names shall not be accepted for registration. This requirement ensures the accuracy and authenticity of your information on the Platform. We reserve the right to verify the provided information and may take appropriate action in cases of non-compliance.",
  "accessibility": "ACCESSIBILITY",
  "toAccessTheFlitaaServicesYouMust": "To access the Flitaa Services, you must have the necessary equipment (such as a smartphone, tablet, or computer) and the associated telecommunication service subscriptions to access the Internet. The Flitaa Services can be accessed directly using the Flitaa websites (whose domain names include but are not limited to https://www.Flitaa.com, mobile applications, clients, applets and other applications that are developed to offer Flitaa Services, and includes independently-operated platforms, websites and clients within our ecosystem (e.g Flitaa Hub, Flitaa Academy, Flitaa NFT market, Flitaa CEX App and fiat gateways).",
  "accountUsage": "ACCOUNT USAGE",
  "theFlitaaAccountCanOnlyBeUsedByTheAccountRegistrant": "The Flitaa Account can only be used by the account registrant. Flitaa reserves the right to suspend, restrict/freeze, block or cancel the use of Flitaa Accounts by persons other than the account registrant. If you suspect or become aware of any unauthorised use of your username and password, you should notify Flitaa immediately. Flitaa assumes no liability for any loss or damage arising from the use of the Flitaa Account by you or any third party, with or without your authorization.",
  "accountSecurity": "ACCOUNT SECURITY",
  "FlitaaHasBeenCommittedToMaintainingTheSecurity": "Flitaa has been committed to maintaining the security of User entrusted funds and has implemented industry standard protection for Flitaa Services. However, the actions of individual Users may pose risks. You shall agree to treat your access credentials (such as username, password, pin and 2FA security key) as confidential information and not to disclose such information to any third party. You also agree to be solely responsible for taking the necessary security measures to protect your Flitaa Account and personal information.",
  "youShouldBeSolelyResponsibleForTheSafety": "You should be solely responsible for the safety of your Flitaa Account and password, and you should be responsible for all the transactions in your Flitaa Account. Flitaa assumes no liability for any loss or consequences caused by authorised or unauthorised use of your account credentials, including but not limited to information disclosure, information release, consent or submission of various rules and agreements by clicking on the website, online agreement renewal, etc.",
  "byCreatingAFlitaaAccountYouHerebyAgreeThat": "BY CREATING A FLITAA ACCOUNT, YOU HEREBY AGREE THAT: ",
  "youWillNotifyFlitaaImmediately": "i. you will notify Flitaa immediately if you are aware of any unauthorised use of your Flitaa Account and password or any other violation of security rules;",
  "youWillStrictlyAbideByAllMechanisms": "ii. you will strictly abide by all mechanisms or procedures of Flitaa regarding security, authentication, trading, charging, and withdrawal; and",
  "youWillTakeAppropriateSteps": "iii. you will take appropriate steps to log out of Flitaa at the end of each visit to the platform.",
  "uponCompletionOfTheRegistration": "Upon completion of the registration and identity verification for your Flitaa Account, you may use various Flitaa Services, including but not limited to Crypto-to-crypto Trading, Fiat Trading, Flitaa Savings services, other information released by Flitaa, participating in User activities held by Flitaa, etc., in accordance with the provisions of these Terms (including Flitaa Platform Rules and other individual agreements). Flitaa has the right to:",
  "provideModifyOrTerminate": "i. Provide, modify or terminate, in its discretion, any Flitaa Services based on its development plan; and",
  "allowOrProhibitSomeUsers": "ii. Allow or prohibit some users' use of any Flitaa Services in accordance with relevant Flitaa Platform Rules.",
  "flitaaServiceGuidelines": "Flitaa Service Guidelines",
  "license": "i. License",
  "providedThatYouConstantlyComply": "Provided that you constantly comply with the express terms and conditions stated in these Terms, Flitaa grants you a revocable, limited, royalty-free, non-exclusive, non-transferable, and non-sublicensable licence to access and use Flitaa Services through your computer or Internet compatible devices for your personal/internal purposes. You are prohibited from using Flitaa Services for resale or commercial purposes, including transactions on behalf of other persons or entities. All the above actions are expressly prohibited and constitute a material violation of these Terms. The content layout, format, function and access rights regarding Flitaa Services should be stipulated at the discretion of Flitaa. Flitaa reserves all rights not expressly granted in these Terms. Therefore, you are hereby prohibited from using Flitaa Services in any way not expressly authorised by these Terms.",
  "theseTermsOnlyGrantALimitedLicenceToAccess": "These Terms only grant a limited licence to access and use Flitaa Services. Therefore, you hereby agree that when you use Flitaa Services, Flitaa does not transfer Flitaa Services or the ownership or intellectual property rights of any Flitaa intellectual property to you or anyone else. All the text, graphics, user interfaces, visual interfaces, photos, sounds, process flow diagrams, computer code (including HTML code), programmes, software, products, information and documents, as well as the design, structure, selection, coordination, expression, look and feel, and layout of any content included in the services or provided through Flitaa Services, are exclusively owned, controlled, and/or licenced by Flitaa Operators or its members, parent companies, licensors or affiliates.",
  "flitaaOwnsAnyFeedback": "Flitaa owns any feedback, suggestions, ideas, or other information or materials (hereinafter collectively referred to as “Feedback”) about Flitaa or Flitaa Services that you provide through email, Flitaa Services, or other means. You hereby transfer all rights, ownership and interests of the Feedback and all related intellectual property rights to Flitaa. You have no right and hereby waive any request for acknowledgment or compensation based on any Feedback, or any modifications based on any Feedback.",
  "restrictions": "ii. Restrictions",
  "whenYouUseFlitaaServices": "When you use Flitaa Services, you agree and undertake to comply with the following provisions:",
  "duringTheUseOfFlitaaServices": "During the use of Flitaa Services, all activities you carry out should comply with the requirements of applicable laws and regulations, these Terms, and various guidelines of Flitaa;",
  "yourUseOfFlitaaServices": "Your use of Flitaa Services should not violate public interests, public morals, or the legitimate interests of others, including any actions that would interfere with, disrupt, negatively affect, or prohibit other Users from using Flitaa Services;",
  "withoutPriorWrittenConsent": "Without prior written consent from Flitaa, you may not modify, replicate, duplicate, copy, download, store, further transmit, disseminate, transfer, disassemble, broadcast, publish, remove or alter any copyright statement or label, or licence, sub-license, sell, mirror, design, rent, lease, private label, grant security interests in the properties or any part of the properties, or create their derivative works or otherwise take advantage of any part of the properties; and",
  "withoutPriorWrittenConsentFromFlitaaYouMayNotModify": "Without prior written consent from Flitaa, you may not modify, replicate, may not (i) use any deep linking, web crawlers, bots, spiders or other automatic devices, programs, scripts, algorithms or methods, or any similar or equivalent manual processes to access, obtain, copy or monitor any part of the properties, or replicate or bypass the navigational structure or presentation of Flitaa Services in any way, in order to obtain or attempt to obtain any materials, documents or information in any manner not purposely provided through Flitaa Services; (ii) attempt to access any part or function of the properties without authorization, or connect to Flitaa Services or any Flitaa servers or any other systems or networks of any Flitaa Services provided through the services by hacking, password mining or any other unlawful or prohibited means; (iii) probe, scan or test the vulnerabilities of Flitaa Services or any network connected to the properties, or violate any security or authentication measures on Flitaa Services or any network connected to Flitaa Services; (iv) reverse look-up, track or seek to track any information of any other Users or visitors of Flitaa Services; (v) take any actions that imposes an unreasonable or disproportionately large load on the infrastructure of systems or networks of Flitaa Services or Flitaa, or the infrastructure of any systems or networks connected to Flitaa services; (vi) use any devices, software or routine programs to interfere with the normal operation of Flitaa Services or any transactions on Flitaa Services, or any other person's use of Flitaa Services; (vii) forge headers, impersonate, or otherwise manipulate identification, to disguise your identity or the origin of any messages or transmissions you send to Flitaa, or (viii) use Flitaa Services in an illegal way.",
  "byAccessingFlitaaServices": "By accessing Flitaa Services, you agree that Flitaa has the right to investigate any violation of these Terms, unilaterally determine whether you have violated these Terms, and take actions under relevant regulations without your consent or prior notice. Examples of such actions include, but are not limited to:",
  "blockingAndClosing": "Blocking and closing transaction gateways;",
  "reversingOrRefusing": "Reversing or refusing to complete a transaction you have authorised;",
  "freezingAndRestricting": "Freezing and/or restricting your Flitaa Account;",
  "reportingTheIncident": "Reporting the incident to the authorities;",
  "publishingTheAlleged": "Publishing the alleged violations and actions that have been taken; and",
  "deletingAnyInformation": "Deleting any information you published that was found to be a violation.",
  "digitalCurrencyServices": "iii. Digital Currency Services",
  "yourDigitalCurrencyWallet": "Your Digital Currency wallet enables you to send, request, receive and store Digital Currency from third parties by giving instructions through the Flitaa site (each such transaction is a “Digital Currency Transaction”).",
  "allDigitalCurrencyTransactionsAreProcessed": "All Digital Currency transactions are processed as per your instructions. You agree that all information regarding instructions submitted is verified by you. We do not guarantee the identity of any user, receiver, requestee or other party.",
  "digitalCurrencyTransactionsCannotBeReversed": "Digital Currency Transactions cannot be reversed once broadcast to the relevant digital currency network. Once submitted to a Digital Currency network, a Digital Currency Transaction will be unconfirmed for a period of time pending sufficient confirmation of the transaction by the Digital Currency network. A Digital Currency Transaction is not complete while it is in a pending state. Digital Currency associated with Digital Currency Transactions that are in a pending state will be designated accordingly and will not be included in your Digital Currency Wallet balance or be available to conduct digital currency transactions.",
  "weMayChargeNetworkFees": "We may charge network fees (miner fees) to process a Digital Currency Transaction on your behalf. We will calculate the network fee at its discretion, although we will always notify you of the network fee at or before the time of authorization of the Transaction.",
  "weMayRefuseToProcess": "We may refuse to process or cancel any pending Digital Currency Transaction as required by law, any court, or any other authority to which Flitaa is subject in any jurisdiction.",
  "delisting": "iv. Delisting Digital Currencies",
  "youHerebyAgreeThatFlitaa": "You hereby agree that Flitaa reserves the right, at its sole discretion, to delist any digital currency/asset from its offerings without incurring any liability whatsoever towards you. Flitaa will provide notice to you in a timely manner regarding any such delisting, and you are encouraged to take appropriate action regarding their holdings of the affected digital asset. Flitaa shall not be held responsible for any losses or damages incurred by you as a result of the delisting of a digital currency.",
  "supportedDigitalCurrencies": "v. Supported Digital Currencies",
  "ourDigitalCurrencyServicesAreAvailable": "Our Digital Currency Services are available only in connection with the digital currencies that Flitaa supports, and this may change from time to time. Under no circumstances should you attempt to use your Digital Currency Wallet to store, send, request, or receive digital currencies in any form that we do not support. Flitaa reserves the right to use reasonable efforts to help you move or sell Digital Currency that we no longer support that was once listed on Flitaa at the time it was stored in your Wallet. Flitaa is not responsible or liable in connection with any attempt to use your Digital Currency Wallet for digital currencies we do not support.",
  "thirdPartyPayments": "vi. Third Party Payments",
  "weAreNotResponsibleForEnsuringThat": "We are not responsible for ensuring that a third party buyer or seller you transact with will complete the transaction or is authorised to do so. If you experience a problem with any goods or services purchased from, or sold to, a third party using Digital Currency transferred using the Flitaa Digital Currency Services, or if you have a dispute with such a third party, you should resolve the dispute directly with that third party.",
  "flitaaHasNoControlOver": "Flitaa has no control over and is not liable for the delivery, quality, safety, legality or any other aspect of any goods or services that you may purchase from or sell to a third party. This provision is irrespective of whether the third party is a User of Flitaa Digital Currency Services or any other Service provided by Flitaa.",
  "advancedProtocols": "vii. Advanced Protocols",
  "unlessSpecificallyAnnounced": "Unless specifically announced on the Flitaa Site or other official public statement of Flitaa, You should not use your Flitaa Account to attempt to receive, request, send, store, or engage in any other type of transaction involving an Advanced Protocol not listed on Flitaa. You acknowledge and agree that we have no responsibility whatsoever in respect of an unsupported Advanced Protocol.",
  "operationOfDigitalCurrency": "viii. Operation of Digital Currency Protocols",
  "weDoNotOwnOrControlTheUnderlying": "We do not own or control the underlying software protocols that govern the operation of Digital Currencies supported on our platform: generally, the underlying protocols are open source and anyone can use, copy, modify, and distribute them. We assume no responsibility for the operation of the underlying protocols, and we are not able to guarantee their functionality, security, or availability. You acknowledge and accept the risk that underlying software protocols relating to any Digital Currency you store in your Digital Currency Wallet may change.",
  "inParticularTheUnderlyingProtocolsAre": "In particular, the underlying protocols are likely to be subject to sudden changes in operating rules ('forks'), and such forks may materially affect the value, function, and/or name of the Digital Currency you store in your Digital Currency Wallet. Where possible, we may provide you with notices or alerts on forks. However, it is your responsibility to make yourself aware of and consider how to deal with upcoming forks. In the event of a fork, there is a risk that we may need to temporarily suspend operations in relation to that fork without providing advance notice to you. We may, in our reasonable discretion, decline to support either or both branches of a fork. You acknowledge the risks presented by forks, and you accept that we have no responsibility to assist you in moving or selling an unsupported branch of a forked protocol.",
  "transactionLimitsAndEnhancedDueDiligence": "ix. Transaction Limits And Enhanced Due Diligence",
  "theUseOfAllFlitaaServices": "The use of all Flitaa Services is subject to a limit on the amount of volume you may transact or transfer in a given period (e.g., verification limits). To view limits, login to your Flitaa Account. Your transaction limits may vary depending on the verification steps you have completed and other factors. We reserve the right to change applicable limits as we deem necessary. If you wish to raise your limits beyond the posted amounts, You may submit a request via our support channels.",
  "weMayRequireYouToSubmit": "We may require you to submit additional information about yourself or your business, provide records, and arrange for meetings with Flitaa staff (such process is called 'Enhanced Due Diligence'). We reserve the right to charge you costs and fees associated with such Enhanced Due Diligence although if we intend to do so, we will notify you in advance. In our discretion, we may refuse to raise your limits or we may lower your limits at a later time, even if you have completed Enhanced Due Diligence.",
  "flitaaSavingServices": "x. Flitaa Saving Services",
  "flitaaOffersFlitaaSavings": "Flitaa offers Flitaa Savings, a service to provide users with value-added services for their idle Digital Assets. To use the Flitaa Savings service, you must complete registration and identity verification for your Flitaa Account. When using the Flitaa Savings service, you should note that:",
  "flitaaSavingsAssets": "Flitaa Savings assets will be used in cryptocurrency leveraged borrowing and other businesses.",
  "whenYouUseFlitaaSavingsService": "When you use Flitaa Savings service, you will unconditionally authorise Flitaa to distribute and grant the leveraged interest according to Flitaa Platform Rules.",
  "youShallAbideByRelevantLaws": "You shall abide by relevant laws and regulations to ensure that the sources of Digital Assets are legitimate and compliant when using Flitaa Savings service.",
  "whenYouUseFlitaaSavings": "When you use Flitaa Savings service, you should fully recognise the risks of investing in Digital Assets and operate cautiously.",
  "youAgreeThatAllTransactions": "You agree that all transactions conducted on Flitaa represent your true intentions and that you unconditionally accept the potential risks and benefits of your trading decisions.",
  "flitaaReservesTheRight": "Flitaa reserves the right to suspend or terminate the Flitaa Savings service. If necessary, Flitaa can suspend and terminate Flitaa Savings service at any time.",
  "dueToNetworkDelay": "Due to network delay, computer system failures and other force majeure, that may lead to delay, suspension, termination or deviation of execution of Flitaa Savings service, Flitaa will use reasonable effort to ensure but not promise that Flitaa Savings service execution system runs stably and effectively. Flitaa does not take any responsibility if the final execution fails to match your expectations due to the above factors.",
  "p2pTransactions": "xi. P2P Transactions (Deposits And Withdrawals)",
  "flitaaOperatesAPeerToPeer": "Flitaa operates a peer-to-peer (P2P) payment system that provides hassle-free cash-in and cash-out services for users on the Flitaa platform. Independent merchants and cashiers perform deposit and withdrawal transactions between themselves using their Flitaa wallets and their designated bank accounts in the Operating Country.",
  "aWithdrawalInvolvesAFlitaaUser": "A withdrawal involves a Flitaa user (called the Casher) requesting to pay money out of his or her Flitaa Account into his or her designated bank account in the Operating Country. The Casher selects from a list of Wallets he or she wishes to carry out the withdrawal transaction with. After Casher confirms the transaction, he or she will be paired with a Merchant, who then transfers the money to the Casher's indicated bank account.",
  "aDepositInvolvesAFlitaaUser": "A deposit involves a Flitaa user (called Casher) requesting to pay money into his or her Flitaa Account from his or her bank account. The Casher selects from a list of Banks/Wallets he or she wishes to carry out the deposit transaction with. After Casher confirms the transaction, he or she will be paired with a Merchant, the Merchant then transfers the money to the Casher's Flitaa account.",
  "byUsingTheFlitaaPlatform": "By using the Flitaa Platform, you agree that you have read, understood, and accepted all of the terms and conditions contained in this Terms, as well as our Privacy Policy. You also accept and agree that you are solely responsible for understanding and complying with all laws, rules, regulations and requirements of the jurisdiction in which you live that may be applicable to your use of the application.",
  "thisProvisionIsLegallyBinding": "This provision is legally binding and serves to govern your use of the Flitaa Platform. If you do not agree with any of the terms contained herein, kindly refrain from using the Platform; otherwise, you will bear the full liability for doing so.",
  "flitaaReservesTheRightTo": "Flitaa reserves the right to suspend or terminate P2P transactions. If necessary, Flitaa can suspend and terminate P2P transaction services at any time.",
  "dueToNetworkDelays": "Due to network delays, computer system failures and other force majeure that may lead to delay, suspension, termination or deviation of execution of P2P transactions, Flitaa will use reasonable effort to ensure but not promise that the P2P transaction service execution system runs stably and effectively. Flitaa does not take any responsibility if the final execution fails to match your expectations due to the above factors.",
  "flitaaReservesTheRightToUpdate": "Flitaa reserves the right to update, revise, modify, or otherwise reissue these terms without prior notice. The continued use of the Platform after any amendment to these terms constitutes your acceptance of as modified by such amendment.",
  "suspensionTermination": "13. SUSPENSION, TERMINATION AND CANCELLATION",
  "suspensionOfFlitaaAccount": "i. Suspension Of Flitaa's Account",
  "youAgreeThatFlitaaShall": "You agree that Flitaa shall have the right to immediately suspend your Flitaa Account (and any accounts beneficially owned by related entities or affiliates), restrict, freeze or lock the Digital Assets or funds in all such accounts, and suspend your access to Flitaa for any reason, including if Flitaa suspects any such accounts to be in violation of these Terms, our Privacy Policy, or any applicable laws and regulations, immediately and without notice and for a period at our discretion.",
  "youAgreeThatWhileYourAccount": "You agree that while your account is suspended, restricted or frozen, Flitaa shall not be liable to you for any price volatility that may affect your digital assets negatively, any  permanent or temporary modification of your Flitaa Account, or suspension or termination of your access to all or any portion of Flitaa Services. Flitaa shall reserve the right to keep and use the transaction data or other information related to such Flitaa Accounts. We may: (a) refuse to complete, block, cancel or reverse a transaction you have authorised; (b) suspend, restrict, or terminate your access to any or all of the Flitaa Services; and/or (c) deactivate or cancel your Flitaa Account with immediate effect for any reason. The above account controls may also be applied in, but are not limited to the following cases:",
  "theFlitaaAccountIsSubjectToAGovernmentalProceeding": "The Flitaa Account is subject to a governmental proceeding, criminal investigation or other pending litigation;",
  "weDetectUnusualActivities": "We detect unusual activities in the Flitaa Account;",
  "weDetectGlitches": "We detect glitches that give rise to erroneous account balances;",
  "weDetectUnauthorisedAccess": "We Detect unauthorised access to the Flitaa Account;",
  "weHaveConcernsThatATransaction": "We have concerns that a transaction is erroneous or about the security of your Flitaa Account or we suspect the Flitaa Services are being used in a fraudulent or unauthorised manner;",
  "weSuspectMoneyLaundering": "We suspect money laundering, terrorist financing, fraud or a report of fraud, or any other financial crime;",
  "ifYourCreditOrDebitCard": "If your credit or debit card or any other valid payment method linked to your Digital Currency Wallet is declined;",
  "useOfYourFlitaaAccount": "Use of your Flitaa Account is subject to any pending litigation, investigation, or government proceeding;",
  "wePerceiveAHeightenedRisk": "We perceive a heightened risk of legal or regulatory non-compliance associated with your Account activity;",
  "youTakeAnyActionThatMay": "You take any action that may circumvent our controls, such as opening multiple Flitaa Accounts or abusing promotions which we may offer from time to time;",
  "ourServicePartnersAre": "Our service partners are unable to support your use;",
  "flitaaBelivesThatInThe": "Flitaa believes that in the circumstances, it is necessary to protect our other users;",
  "flitaaDiscoversThatInTheProcess": "Flitaa discovers that in the process of interacting with other Users, the offender used obscene language against the counter-party, insulted, extorted, harassed, threatened, or otherwise violated or tried to violate legal rights (such as, among other things, the rights to privacy, publicity, etc. intellectual property) of other Users, as well as the collection of private information that is subsequently being distributed to any other parties;",
  "nonComplianceOfTheUser": "Non-compliance of the User with the Know your customer (KYC), Anti-money laundering (AML), and Combating financing of terrorism (CFT) policies; and",
  "weAreRequiredToDoSo": "We are required to do so by a court order or command from a regulatory/government authority.",
  "weMayAlsoRefuseToComplete": "We may also refuse to complete a transaction you have authorised where there is insufficient balance in your Flitaa Account and/or insufficient Digital Currency in your Digital Currency Wallet to cover the transaction and (where applicable) associated fees at the time that we receive notification of the transaction.",
  "cancellationOfFlitaaAccount": "ii. Cancellation Of Flitaa Account",
  "inCaseOfAnyOfTheFollowing": "In case of any of the following events, Flitaa shall have the right to directly terminate these Terms by cancelling your Flitaa Account, and shall enjoy the right but not the obligation to permanently freeze (cancel) the authorizations of your Flitaa Account on Flitaa and withdraw the corresponding Flitaa Account thereof.",
  "afterFlitaaTerminatesServices": "After Flitaa terminates services to you, you register or register in any other person's name as a Flitaa User again, directly or indirectly;",
  "theInformationThatYouHave": "the information that you have provided is untruthful, inaccurate, outdated or incomplete;",
  "whenTheseTermsAreAmended": "when these Terms are amended, you state your unwillingness to accept the amended Terms by applying for cancellation of your Flitaa Account or by other means;",
  "youRequestThatFlitaaServices": "you request that Flitaa Services be terminated, and",
  "anyOtherCircumstancesWhere": "any other circumstances where Flitaa deems it appropriate to terminate Flitaa Services.",
  "administrativeAndSecurity": "iii. Administrative And Security Procedures And Measures",
  "youAcknowledgeThatOurDecision": "You acknowledge that our decision to take certain actions, including limiting access to, suspending, or closing your Flitaa Account, may be based on confidential criteria that are essential to our risk management and security protocols. You agree that we are under no obligation to disclose the details of its risk management and security procedures to you. The Platform may apply such security or administrative procedures when taking decisions on certain actions to take against users who violate or are in the act of violating the Platform's Policy, which includes limiting access to, suspending, or closing a user's account. We will remove the suspension as soon as possible once the reasons for the suspension no longer exist; however, we are under no obligation to notify you when (if ever) such a suspension will be lifted.",
  "onTerminationOfTheseTerms": "On termination of these Terms, unless prohibited by applicable law or by any court or other order to which Flitaa is subject in any jurisdiction, and except as set forth below, once a Flitaa Account is closed/withdrawn, all remaining account balances (which include charges and liabilities owed to Flitaa) will be payable immediately to Flitaa. Upon payment of all outstanding charges to Flitaa (if any), users will have 10 business days to withdraw all remaining Digital Assets or funds from the account.",
  "inTheCaseOfAccountTermination": "In the case of account termination due to fraud, violation of the law, or violation of these Terms:",
  "flitaaMaintainsFullCustody": "Flitaa maintains full custody of the Digital Assets, funds and user data/information that may be turned over to governmental authorities in the event of Flitaa Accounts' suspension/closure arising from fraud investigations, investigations of violations of law, or violations of these Terms.",
  "shouldYourFlitaaAccountBeTerminated": "Should your Flitaa account be terminated, the account and transactional information that meet data retention standards will be securely stored for 6 years. In addition, if a transaction is unfinished during the account termination process, Flitaa reserves the right to notify you of the situation at that time. You acknowledge that a user-initiated account exit (right to erasure under NDPR or other equivalent regulations) will also be subjected to the termination protocol stated above.",
  "ifFlitaaisInformedThatAnyDigital": "If Flitaa is informed that any Digital Assets or funds held in your Flitaa Account are stolen or otherwise are not lawfully possessed by you, Flitaa may, but has no obligation to, place an administrative hold on the affected funds and your Flitaa Account. If Flitaa does lay down an administrative hold on some or all of your funds or Flitaa Account, Flitaa may continue such hold until such time as the dispute has been resolved and evidence of the resolution acceptable to Flitaa has been provided to Flitaa in a form acceptable to Flitaa. Flitaa will not involve itself in any such dispute or the resolution of the dispute. You agree that Flitaa will have no liability or responsibility for any such hold or for your inability to withdraw Digital Assets or funds or execute trades during the period of any such hold.",
  "flitaaIsNoObligationToallow": "Flitaa is under no obligation to allow you to reinstate a transaction at the same price or on the same terms as the suspended, reversed or cancelled transaction.",
  "representationWarrantiesLiabilities": "14. REPRESENTATION, WARRANTIES, LIABILITIES AND INDEMNITY",
  "ReleaseOfFlitaa": "i. Release Of Flitaa",
  "ifYouHaveADisputeWithOne": "If you have a dispute with one or more users of the Flitaa Services, you agree that neither we nor our affiliates or service providers, nor any of our respective officers, directors, agents, joint venturers, employees or representatives will be liable for any claims, demands and damages (actual and consequential) of any kind or nature arising out of or in any way connected with such disputes.",
  "noFinancialAdvice": "ii. No Financial Advice",
  "flitaaIsNotYourInvestmentManager": "Flitaa is not your investment manager, investment broker, intermediary, agent, or advisor and has no fiduciary relationship or obligation to you in connection with any trades or other decisions or activities effected by you using Flitaa Services. No communication or information provided to you by Flitaa is intended as, or shall be considered or construed as, investment advice, financial advice, trading advice, or any other sort of advice. Unless otherwise specified in these Terms, all trades are executed automatically, based on the parameters of your order instructions and in accordance with posted trade execution procedures. You are solely responsible for determining whether any strategy or related transaction is appropriate for you according to your personal objectives, financial circumstances and risk tolerance, and you shall be solely responsible for any loss or liability therefrom. You should consult legal or tax professionals regarding your specific situation. Flitaa does not recommend that any Digital Asset should be bought, earned, sold, or held by you. Before making the decision to buy, sell or hold any Digital Asset, you should conduct your own due diligence and consult your financial advisors prior to making any trading decision. Flitaa will not be held responsible for the decisions you make to buy, sell, or hold Digital Asset based on the information provided by Flitaa.",
  "disclaimerOfWarranties": "iii. Disclaimer Of Warranties",
  "toTheMaximumExtentPermitted": "TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, Flitaa SERVICES, Flitaa MATERIALS AND ANY PRODUCT, SERVICE OR OTHER ITEM PROVIDED BY OR ON BEHALF OF Flitaa ARE OFFERED ON AN “AS IS” AND “AS AVAILABLE” BASIS, AND Flitaa EXPRESSLY DISCLAIMS, AND YOU WAIVE, ANY AND ALL OTHER WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT OR WARRANTIES ARISING FROM COURSE OF PERFORMANCE, COURSE OF DEALING OR USAGE IN TRADE. WITHOUT LIMITING THE FOREGOING, Flitaa DOES NOT REPRESENT OR WARRANT THAT THE SITE, Flitaa SERVICES OR Flitaa MATERIALS ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, ERROR-FREE, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. Flitaa DOES NOT GUARANTEE THAT ANY TRANSACTION WILL BE EXECUTED OR ACCEPTED. EXCEPT FOR THE EXPRESS STATEMENTS, AGREEMENTS, AND RULES SET FORTH IN THESE TERMS, YOU HEREBY ACKNOWLEDGE AND AGREE THAT YOU HAVE NOT RELIED UPON ANY OTHER STATEMENT OR AGREEMENT, WHETHER WRITTEN OR ORAL, WITH RESPECT TO YOUR USE AND ACCESS OF Flitaa SERVICES. WITHOUT LIMITING THE FOREGOING, YOU HEREBY UNDERSTAND AND AGREE THAT Flitaa WILL NOT BE LIABLE FOR ANY LOSSES OR DAMAGES ARISING OUT OF OR RELATING TO: (A) ANY INACCURACY, DEFECT OR OMISSION OF DIGITAL ASSETS PRICE DATA, (B) ANY ERROR OR DELAY IN THE TRANSMISSION OF SUCH DATA, (C) INTERRUPTION IN ANY SUCH DATA, (D) REGULAR OR UNSCHEDULED MAINTENANCE CARRIED OUT BY Flitaa AND SERVICE INTERRUPTION AND CHANGE RESULTING FROM SUCH MAINTENANCE, (E) ANY DAMAGES INCURRED BY OTHER USERS' ACTIONS, OMISSIONS OR VIOLATION OF THESE TERMS, (F) ANY DAMAGE CAUSED BY ILLEGAL ACTIONS OF OTHER THIRD PARTIES OR ACTIONS WITHOUT AUTHORIZATION BY Flitaa; AND (G) OTHER EXEMPTIONS MENTIONED IN DISCLAIMERS AND PLATFORM RULES ISSUED BY Flitaa.",
  "flitaaWillMakeReasonable": "Flitaa WILL MAKE REASONABLE EFFORTS TO ENSURE THAT REQUESTS FOR ELECTRONIC DEBITS AND CREDITS INVOLVING BANK ACCOUNTS, CREDIT CARDS, AND CHEQUE ISSUANCES ARE PROCESSED IN A TIMELY MANNER, BUT WE MAKE NO REPRESENTATIONS OR WARRANTIES REGARDING THE AMOUNT OF TIME NEEDED TO COMPLETE PROCESSING, WHICH IS DEPENDENT UPON MANY FACTORS OUTSIDE OF OUR CONTROL.",
  "theDisclaimerOfImplied": "THE DISCLAIMER OF IMPLIED WARRANTIES CONTAINED HEREIN MAY NOT APPLY IF AND TO THE EXTENT IT IS PROHIBITED BY APPLICABLE LAW OF THE JURISDICTION IN WHICH YOU RESIDE.",
  "DisclaimerOfWarrantiesAnd": "iv. Disclaimer Of Warranties And Limitation Of Liability",
  "toTheMaximumExtent": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL Flitaa, ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, MEMBERS, DIRECTORS, OFFICERS, EMPLOYEES, ATTORNEYS, AGENTS, REPRESENTATIVES, SUPPLIERS OR CONTRACTORS BE LIABLE FOR ANY INCIDENTAL, INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL OR SIMILAR DAMAGES OR LIABILITIES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF DATA, INFORMATION, REVENUE, PROFITS OR OTHER BUSINESSES OR FINANCIAL BENEFITS) ARISING OUT OF Flitaa SERVICES, ANY PERFORMANCE OR NON-PERFORMANCE OF Flitaa SERVICES, OR ANY OTHER PRODUCT, SERVICE OR OTHER ITEM PROVIDED BY OR ON BEHALF OF Flitaa AND ITS AFFILIATES, WHETHER UNDER CONTRACT, STATUTE, STRICT LIABILITY OR OTHER THEORY EVEN IF Flitaa HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES EXCEPT TO THE EXTENT OF A FINAL JUDICIAL DETERMINATION THAT SUCH DAMAGES WERE A RESULT OF Flitaa'S GROSS NEGLIGENCE, FRAUD, WILLFUL MISCONDUCT OR INTENTIONAL VIOLATION OF LAW. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.",
  "notwithstandingTheForegoing": "NOTWITHSTANDING THE FOREGOING, IN NO EVENT WILL THE LIABILITY OF Flitaa, ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, MEMBERS, DIRECTORS, OFFICERS, EMPLOYEES, ATTORNEYS, AGENTS, REPRESENTATIVES, SUPPLIERS OR CONTRACTORS ARISING OUT OF SERVICES OFFERED BY OR ON BEHALF OF Flitaa AND ITS AFFILIATES, ANY PERFORMANCE OR NON-PERFORMANCE OF Flitaa SERVICES, OR ANY OTHER PRODUCT, SERVICE OR OTHER ITEM, WHETHER UNDER CONTRACT, STATUTE, STRICT LIABILITY OR OTHER THEORY, EXCEED THE AMOUNT OF THE FEES PAID BY YOU TO Flitaa UNDER THESE TERMS IN THE TWELVE-MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE CLAIM FOR LIABILITY.",
  "indemification": "15. Indemnification",
  "youAgreeToIndemnify": "YOU AGREE TO INDEMNIFY AND HOLD HARMLESS Flitaa OPERATORS, THEIR AFFILIATES, CONTRACTORS, LICENSORS, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS FROM AND AGAINST ANY CLAIMS, ACTIONS, PROCEEDINGS, INVESTIGATIONS, DEMANDS, SUITS, COSTS, EXPENSES AND DAMAGES (INCLUDING ATTORNEYS' FEES, FINES OR PENALTIES IMPOSED BY ANY REGULATORY AUTHORITY) ARISING OUT OF OR RELATED TO (I) YOUR USE OF, OR CONDUCT IN CONNECTION WITH, Flitaa SERVICES, (II) YOUR BREACH OR OUR ENFORCEMENT OF THESE TERMS, OR (III) YOUR VIOLATION OF ANY APPLICABLE LAW, REGULATION, OR RIGHTS OF ANY THIRD PARTY DURING YOUR USE OF Flitaa SERVICES. IF YOU ARE OBLIGATED TO INDEMNIFY Flitaa OPERATORS, THEIR AFFILIATES, CONTRACTORS, LICENSORS, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES OR AGENTS PURSUANT TO THESE TERMS, Flitaa WILL HAVE THE RIGHT, IN ITS SOLE DISCRETION, TO CONTROL ANY ACTION OR PROCEEDING AND TO DETERMINE WHETHER Flitaa WISHES TO SETTLE, AND IF SO, ON WHAT TERMS.",
  "limitationOfLoss": "16. Limitation Of Loss",
  "inNoEventShallFlitaa": "IN NO EVENT SHALL Flitaa, Flitaa'S AFFILIATES OR SERVICE PROVIDERS, OR ANY OF Flitaa'S OR THEIR RESPECTIVE OFFICERS, DIRECTORS, AGENTS, EMPLOYEES, OR REPRESENTATIVES, BE LIABLE FOR ANY OF THE FOLLOWING TYPES OF LOSS OR DAMAGE ARISING UNDER OR IN CONNECTION WITH THESE TERMS OR OTHERWISE:",
  "anyLossOfProfitsOrLoss": "ANY LOSS OF PROFITS OR LOSS OF EXPECTED REVENUE OR GAINS, INCLUDING ANY LOSS OF ANTICIPATED TRADING PROFITS AND / OR ANY ACTUAL OR HYPOTHETICAL TRADING LOSSES, EVEN IF WE ARE ADVISED OF OR KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF THE SAME. THIS MEANS, BY WAY OF EXAMPLE ONLY (AND WITHOUT LIMITING THE SCOPE OF THE PRECEDING SENTENCE), THAT IF YOU CLAIM THAT WE FAILED TO PROCESS A BUY OR SELL TRANSACTION PROPERLY, YOUR DAMAGES ARE LIMITED TO NO MORE THAN THE COMBINED VALUE OF THE SUPPORTED DIGITAL CURRENCY AND E-MONEY AT ISSUE IN THE TRANSACTION, AND THAT YOU MAY NOT RECOVER FOR ANY 'LOSS' OF ANTICIPATED TRADING PROFITS OR FOR ANY ACTUAL TRADING LOSSES MADE AS A RESULT OF THE FAILURE TO BUY OR SELL.",
  "anyLossOfOrDamageTo": "ANY LOSS OF OR DAMAGE TO REPUTATION OR GOODWILL; ANY LOSS OF BUSINESS OR OPPORTUNITY, CUSTOMERS OR CONTRACTS; ANY LOSS OR WASTE OF OVERHEADS, MANAGEMENT OR OTHER STAFF TIME; OR ANY OTHER LOSS OF REVENUE OR ACTUAL OR ANTICIPATED SAVINGS, EVEN IF WE ARE ADVISED OF OR KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF THE SAME;",
  "anyLossOfUseOfHardWare": "ANY LOSS OF USE OF HARDWARE, SOFTWARE OR DATA AND / OR ANY CORRUPTION OF DATA; INCLUDING BUT NOT LIMITED TO ANY LOSSES OR DAMAGES ARISING OUT OF OR RELATING TO ANY INACCURACY, DEFECT OR OMISSION OF DIGITAL CURRENCY PRICE DATA; ANY ERROR OR DELAY IN THE TRANSMISSION OF SUCH DATA; AND / OR ANY INTERRUPTION IN ANY SUCH DATA;(IV) ANY LOSS OR DAMAGE WHATSOEVER WHICH DOES NOT STEM DIRECTLY FROM OUR BREACH OF THESE TERMS; AND",
  "anyLossOrDamageWhatsoeverWhich": "ANY LOSS OR DAMAGE WHATSOEVER WHICH IS IN EXCESS OF THAT WHICH WAS CAUSED AS A DIRECT RESULT OF OUR BREACH OF THESE TERMS (WHETHER OR NOT YOU ARE ABLE TO PROVE SUCH LOSS OR DAMAGE).",
  "safetyAndSecurity": "17. Safety And Security Of Computers And Devices",
  "flitaaIsNotLiableForAny": "Flitaa IS NOT LIABLE FOR ANY DAMAGE OR INTERRUPTIONS CAUSED BY ANY COMPUTER VIRUSES, SPYWARE, SCAREWARE, TROJAN HORSES, WORMS, OR OTHER MALWARE THAT MAY AFFECT YOUR COMPUTER OR OTHER EQUIPMENT, OR ANY PHISHING, SPOOFING, OR OTHER ATTACK. WE ADVISE THE REGULAR USE OF A REPUTABLE AND READILY AVAILABLE VIRUS SCREENING AND PREVENTION SOFTWARE. YOU SHOULD ALSO BE AWARE THAT SMS AND EMAIL SERVICES ARE VULNERABLE TO SPOOFING AND PHISHING ATTACKS, AND YOU SHOULD USE CARE IN REVIEWING MESSAGES PURPORTING TO ORIGINATE FROM US. Flitaa CUSTOMER SUPPORT WILL NEVER ASK TO SCREEN SHARE OR OTHERWISE SEEK TO ACCESS YOUR COMPUTER OR ACCOUNT; SIMILARLY, WE WILL NOT ASK FOR YOUR TWO FACTOR AUTHENTICATION CODES. ALWAYS LOG INTO YOUR Flitaa ACCOUNT THROUGH THE Flitaa SITE TO REVIEW ANY TRANSACTIONS OR REQUIRED ACTIONS IF YOU HAVE ANY UNCERTAINTY REGARDING THE AUTHENTICITY OF ANY COMMUNICATION OR NOTICE.",
  "flitaaInfinityLoans": "18. Flitaa INFINITY LOANS",
  "youAgreeThatYourEligibility": "You agree that your eligibility for Flitaa Infinity loans shall be determined by the amount in your Flitaa Account, and as such, Flitaa accounts with zero balances shall not be eligible to partake in the Flitaa Infinity loans.",
  "youAgreeThatUponALoanApplication": "You agree that upon a loan application, you shall commit a certain value of your Flitaa portfolio asset to be staked as collateral for the loan and be eligible to take only 30% of the entire collateral stake at a time.",
  "youAgreeThatOnceYour": "You agree that once your eligibility has been successfully determined, you are only entitled to take up to thirty percent (30%) of your entire Flitaa Fiat and Crypto portfolio staked as collateral for the loan at a time.",
  "youAgreeThatYouShallNotBeEntitled": "You agree that you shall not be entitled to take additional loans where your 30% staked collateral limit has been exceeded. You agree that you shall only be eligible to take higher loan amounts by increasing your staked collateral.",
  "youAgreeThatTheLoanInterestRepayment": "You agree that the loan interest repayment term is daily and the loan running duration is infinity.",
  "youAgreeThatUponYourLoanApproval": "You agree that upon your loan approval, you shall be subject to a repayment of 0.1% interest daily on the loan taken and 3% interest monthly on approved loans. You agree that accrued interest on the loan sum shall be deducted before the loan principal, and for every loan principal repaid, staked collateral shall be refunded to the tune of the sum repaid. Once the loan and deductions have been repaid in full, you are entitled to receive your staked collateral in full",
  "youPromiseToPayTheseLoanAmounts": "You promise to pay these loan amounts as agreed in these Terms. You also agree that Flitaa shall be entitled to deduct the loan sum, including any convenience, default or penalty fees, flat interest rate, and other amounts due to Flitaa, from your staked collateral or your Flitaa account where, due to the volatile nature of cryptocurrency, your staked collateral is insufficient to offset your loan.",
  "youAgreeThatWhereYourStakedCollateral": "You agree that where your staked collateral is insufficient to offset your loan due to market volatility, the staked collateral shall be liquidated for loan recovery, and Flitaa shall be entitled to make deductions on your Flitaa Account to recover the remainder of the loan sum.",
  "flitaaReservesTheRightToPresume": "Flitaa reserves the right to presume that you have authorised any loan application made in your name using your Flitaa Account. You will be deemed responsible for any unauthorised application using your Flitaa Account.",
  "flitaaReservesTheRightToAccept": "Flitaa reserves the right to accept early repayment before the payment due date, provided you have given adequate notice and repay the full loan along with the flat interest rate. In the event of a double repayment initiated in error by you, we will, on a reasonable effort basis, process a refund within a reasonable time.",
  "youAgreeToPayAllInterest": "You agree to pay all interest accrued on your loan as may be provided in these Terms and any other agreement.",
  "youAgreeToPayAllCosts": "You agree to pay all costs of collection if Flitaa takes any action to collect the loan or takes any action in a bankruptcy proceeding filed by or against you. This shall include, unless prohibited by applicable law, reasonable attorneys' fees and expenses incurred while collection lasts.",
  "youHerebyExpresslyConsent": "You hereby EXPRESSLY CONSENT AND AUTHORIZE Flitaa, Flitaa'S AFFILIATES OR SERVICE PROVIDERS, OR ANY OF Flitaa'S OR THEIR RESPECTIVE OFFICERS, DIRECTORS, AGENTS, EMPLOYEES OR REPRESENTATIVES TO DEBIT YOUR Flitaa ACCOUNT AND/OR AUTHORIZE US OR ANY OF OUR DULY AUTHORIZED AGENTS OR PARTNERS TO DEBIT YOUR Flitaa ACCOUNT OR ANY OTHER Flitaa ACCOUNT BELONGING TO YOU AND LINKED WITH YOUR BVN/NIN (BANK VERIFICATION NUMBER/ NATIONAL IDENTIFICATION NUMBER) FOR REPAYING THE LOAN WITH APPLICABLE INTEREST AS AND WHEN DUE.",
  "youAuthoriseFlitaa": "You authorise Flitaa, Flitaa's affiliates or service providers, or any of Flitaa's or their respective officers, directors, agents, employees or representatives to periodically review your credit report, and you understand that this account may be subject to transaction fees and default fees.",
  "yourAcceptanceOfTheseTerms": "Your acceptance of these Terms has the same effect as if you signed it using ink on paper or any other physical means.",
  "applicableLaws": "19. APPLICABLE LAWS",
  "itIsYourResponsibilityToAbide": "It is your responsibility to abide by local laws in relation to the legal usage of Flitaa Services in their local jurisdiction, as well as other laws and regulations applicable to you. You must also factor, to the extent of their local laws, all aspects of taxation, including withholding, collection, reporting and remittance to their appropriate tax authorities. ALL USERS OF Flitaa SERVICES ACKNOWLEDGE AND DECLARE THAT THEIR FUNDS COME FROM LEGITIMATE SOURCES AND DO NOT ORIGINATE FROM ILLEGAL ACTIVITIES; USERS AGREE THAT Flitaa WILL REQUIRE THEM TO PROVIDE OR OTHERWISE COLLECT THE NECESSARY INFORMATION AND MATERIALS AS PER RELEVANT LAWS OR GOVERNMENT ORDERS TO VERIFY THE LEGALITY OF THE SOURCES AND USE OF THEIR FUNDS. Flitaa maintains a stance of cooperation with law enforcement authorities and will not hesitate to seize, restrict/freeze, or terminate Users' accounts and funds that are flagged out or investigated by legal mandate.",
  "PrivacyPolicy": "20. PRIVACY POLICY",
  "accessToFlitaaServicesWill": "Access to Flitaa Services will require the submission of certain personally identifiable information. Please review Flitaa's Privacy Policy at https://www.Flitaa.com/privacy for a summary of Flitaa's guidelines regarding the collection and use of personally identifiable information.",
  "customerFeedback": "CUSTOMER FEEDBACK, QUERIES, COMPLAINTS, AND DISPUTE RESOLUTION",
  "pleaseReadThisSection": "PLEASE READ THIS SECTION CAREFULLY, AS IT INVOLVES A WAIVER OF CERTAIN RIGHTS TO BRING LEGAL PROCEEDINGS, INCLUDING AS A CLASS ACTION.",
  "contactFlitaa": "21. Contact Flitaa",
  "ifYouHaveAnyFeedback": "If you have any feedback, questions, or complaints, contact us via our Customer Support feed. When you contact us, please provide us with your name, address, and any other information we may need to identify you, your Flitaa Account, and the transaction on which you have feedback, questions, or complaints.",
  "complaints": "22. Complaints",
  "inTheEventOfAComplaint": "In the event of a complaint, please set out the cause of your complaint, how you would like us to resolve the complaint, and any other information you believe to be relevant. We will acknowledge receipt of your complaint. A Customer Complaints Officer ('Officer') will consider your complaint. The Officer will consider your complaint without prejudice based on the information you have provided and any information provided by Flitaa. Within 15 business days of our receipt of your complaint, the Officer will address all points raised in your complaint by sending you an e-mail ('Resolution Notice') in which the Officer will:",
  "offerToResolveYour": "offer to resolve your complaint in the way you requested;",
  "MakeADeterminationTo": "make a determination to reject your complaint and set out the reasons for the rejection, or",
  "offerToResolveYourComplaint": "offer to resolve your complaint with an alternative solution. In exceptional circumstances, if the Officer is unable to respond to your complaint within 15 business days for reasons beyond Flitaa's control, the Officer will send you a holding reply indicating the reasons for a delay in answering your complaint and specifying the deadline by which the Officer will respond to your complaint, which will be no later than 35 business days from our receipt of your complaint. This timeframe, however, does not cover the timeframe for issue resolution.",
  "noticeOfClaimAnd": "23. Notice of claim and dispute resolution period",
  "inTheEventOfAnIssue": "In the event of an issue, you agree to use the complaints procedure set out in these Terms before contacting the court. Flitaa will attempt to resolve your dispute internally as soon as possible. The parties agree to negotiate in good faith to resolve the dispute (which discussions shall remain confidential and be subject to applicable rules protecting settlement discussions from use as evidence in any legal proceeding). Failure to comply with this provision may be used as evidence of your unwillingness to settle the issue and/or the vexatious nature of the complaint.",
  "inTheEventTheDisputeCannot": "In the event the dispute cannot be resolved satisfactorily and you wish to assert a legal claim against Flitaa, then you agree to set forth the basis of such claim in writing in a “Notice of Claim,” as a form of prior notice to Flitaa. The Notice of Claim must (1) describe the nature and basis of the claim or dispute; (2) set forth the specific relief sought; (3) provide the original complaint information; and (4) include your Flitaa account email. The Notice of Claim should be submitted to an email address or hyperlink provided in your correspondence with Flitaa. After you have provided the Notice of Claim to Flitaa, the dispute referenced in the Notice of Claim may be submitted by either Flitaa or you to arbitration in accordance with paragraph 4 of this Section, below. For the avoidance of doubt, the submission of a dispute to Flitaa for internal resolution and the delivery of a Notice of Claim to Flitaa are prerequisites to the commencement of an arbitration proceeding (or any other legal proceeding). During the arbitration, the amount of any settlement offer made by you or Flitaa shall not be disclosed to the arbitrator.",
  "arbitrationAndGoverning": "24. Arbitration and Governing Law",
  "youAndFlitaaOperatorsAgree": "You and Flitaa Operators agree that, subject to the paragraph above, any dispute, claim, or controversy between you and Flitaa (and/or Flitaa Operators) arising in connection with or relating in any way to these Terms or to your relationship with Flitaa (and/or Flitaa Operators) as a user of Flitaa Services (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of these Terms) will be determined by mandatory final and binding individual (not class) arbitration, except as set forth below. The Arbitration proceedings shall be governed by and construed in accordance with the laws in force in the Federal Republic of Nigeria.",
  "anyArbitrationAgainstFlitaaOperators": "ANY ARBITRATION AGAINST Flitaa OPERATORS MUST BE COMMENCED BY FILING A REQUEST FOR ARBITRATION WITHIN ONE (1) YEAR, AFTER THE DATE THE PARTY ASSERTING THE CLAIM FIRST KNOWS OR REASONABLY SHOULD KNOW OF THE ACT, OMISSION, OR DEFAULT GIVING RISE TO THE CLAIM; AND THERE SHALL BE NO RIGHT TO ANY REMEDY FOR ANY CLAIM NOT ASSERTED WITHIN THAT TIME PERIOD. THIS ONE-YEAR LIMITATION PERIOD IS INCLUSIVE OF THE INTERNAL DISPUTE RESOLUTION PROCEDURE SET FORTH IN PARAGRAPH 1 OF THIS SECTION, ABOVE. THERE SHALL BE NO RIGHT TO ANY REMEDY FOR ANY CLAIM NOT ASSERTED WITHIN THAT TIME PERIOD. If applicable law prohibits a one-year limitation period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law.",
  "ifWeRequestArbitrationAgainstYou": "If we request arbitration against you, we will give you notice at the email address or mailing address you have provided. You agree that any notice sent to this email or mailing address shall be deemed effective for all purposes, including, without limitation, determinations of the adequacy of service. It is your obligation to ensure that the email address and/or mailing address on file with Flitaa are up-to-date and accurate.",
  "theSeatOfTheArbitrationShall": "The seat of the arbitration shall be Lagos, Nigeria. The location of any in-person arbitration hearing shall be Lagos, Nig, unless otherwise agreed to by the parties. The parties agree that the arbitration shall be kept confidential. The existence of the arbitration, any nonpublic information provided in the arbitration, and any submissions, orders or awards made in the arbitration (together, the “Confidential Information”) shall not be disclosed to any non-party except the tribunal, the parties, their counsel, experts, witnesses, accountants and auditors, insurers and reinsurers, and any other person necessary to the conduct of the arbitration. Notwithstanding the foregoing, a party may disclose Confidential Information to the extent that disclosure may be required to fulfil a legal duty, protect or pursue a legal right, or enforce or challenge an award in bona fide legal proceedings. This confidentiality provision shall survive termination of these Terms and of any arbitration brought pursuant to these Terms.",
  "classActionWaiver": "25. Class action waiver",
  "youAgreeThatAnyClaimsRelating": "You agree that any claims relating to these Terms or to your relationship with Flitaa as a user of Flitaa Services (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of these Terms) shall be brought against the other party in an arbitration on an individual basis only and not as a plaintiff or class member in a purported class or representative action. You further agree to waive any right for such claims to be brought, heard, or arbitrated as a class, collective, representative, or private attorney general action, to the extent permissible by applicable law. Combining or consolidating individual arbitrations into a single arbitration is not permitted without the consent of all parties, including Flitaa.",
  "modifications": "26. Modifications",
  "flitaaReservesTheRightToUpdateModify": "Flitaa reserves the right to update, modify, revise, suspend, or make any future changes to sections regarding the parties' agreement to arbitrate, subject to applicable law. You hereby consent and agree that it is your responsibility to ensure that your understanding of this section is up to date. Subject to the applicable law, your continued use of your Flitaa account shall be deemed to be your acceptance of any modifications to this Section (VIII) regarding the parties' agreement to arbitrate. You agree that if you object to the modifications to this Section (VIII), Flitaa may block access to your account pending the closure of your account. In such circumstances, the Terms of Use prior to modification shall remain in full force and effect pending the closure of your account.",
  "severability": "27. Severability",
  "ifAnyPortionOfTheseTerms": "If any portion of these Terms are adjudged to be invalid or unenforceable for any reason or to any extent, the remainder of these Terms will remain valid and enforceable, and the invalid or unenforceable portion will be given effect to the greatest extent permitted by law. pending closure of your account.",
  "miscellaneous": "28. MISCELLANEOUS",
  "forceMajeure": "i. Force Majeure- We shall not be liable for delays, failure in performance or interruption of service which result directly or indirectly from any cause or condition beyond our reasonable control, including but not limited to, any delay or failure due to any act of God, pandemic, epidemic, act of civil or military authorities, Governmental regulation or restriction, act of terrorists, civil disturbance, war, strike or other labor dispute, fire, interruption in telecommunications or Internet services or network provider services, failure of equipment and/or software, other catastrophe or any other occurrence which is beyond our reasonable control and shall not affect the validity and enforceability of any remaining provisions.",
  "historicalPriceData": "ii. Historical Price Data- Flitaa makes no representations about the accuracy or completeness of historical Digital Asset price data available on the Platform. Flitaa will make reasonable efforts to ensure that requests for electronic debits and credits involving bank accounts and debit cards are processed in a timely manner, but Flitaa makes no representations or warranties regarding the amount of time needed to complete processing, which is dependent upon many factors outside of our control.",
  "entireAgreement": "iii. Entire Agreement- These Terms, the Privacy Policy and other Appendices incorporated by reference herein comprise the entire understanding and agreement between you and Flitaa as to the subject matter hereof and supersede any and all prior discussions, agreements and understandings of any kind (including without limitation any prior versions of these Terms) and of every nature between and among you and Flitaa. Section headings in these Terms are for convenience only and shall not govern the meaning or interpretation of any provision of these Terms.",
  "changeOfControl": "iv. Change of Control- In the event that Flitaa is acquired by or merged with a third party entity, we reserve the right, in any of these circumstances, to transfer or assign the information we have collected from you as part of such merger, acquisition, sale, or other change of control.",
  "survival": "v. Survival- All provisions of these Terms that, by their nature, extend beyond the expiration or termination of these Terms, including, without limitation, sections pertaining to suspension or termination, Flitaa Account cancellation, debts owed to Flitaa, general use of the Flitaa App, disputes with Flitaa, and general provisions, shall survive the termination or expiration of these Terms.",
  "fraudManagement": "vi. Fraud Management and Law enforcement- In the case of a suspected fraud involving either of, but not limited to, the following:",
  "youSendOutFundsToAMerchant": "You send out funds to a Merchant for your Flitaa account to be credited and revisit your bank to report transaction as suspicious; or",
  "youTransferFundsIntoAMerchantAccount": "You transfer funds into a Merchant's account, and law enforcement has reached out to you or us, reporting funds as illicit, to press for a refund; or",
  "youGainAccessToAnotherFlitaaUser": "You gain access to another Flitaa user's wallet account and send out crypto or fiat currency and this is reported as unauthorised; or",
  "aLienIsPlacedOnTheMerchant": "A lien is placed on the merchant's account as law enforcement has reached out to the merchant or us, reporting funds received from you as illicit, to press for a refund.",
  "consideringThatThePlatformIsAn": "Considering that the Platform is an online marketplace for independent traders or contractors, you agree that Flitaa shall not and cannot be liable to make refunds for Transactions that have been successfully processed.",
  "uponCompletionOfTheInvestigation": "Upon completion of the investigation, Flitaa reserves the right to recover fiat or Digital Currency from illicit or fraudulent internal transactions in favour of the complainant, provided that the fiat or Digital Currency received has not been sent out of the Flitaa platform.",
  "youAreAdvisedToReachOutToTheirFinancial": "You are advised to reach out to their financial institutions for further details on the transaction and also seek legal counsel and representation in order to protect your legal rights and avoid being treated as a suspect or criminal. On Flitaa's part, we will cooperate with legal authorities and courts of competent jurisdiction in order to support the legal due process and ensure that Flitaa is safeguarded from bad actors.",

  "socials": {
    "facebook": "https://www.facebook.com/getflitaa",
    "linkedIn": "https://www.linkedin.com/company/flitbase",
    "twitter": "https://x.com/getflitaa?t=zE11vxGZGnsP3rOPWIvidw&s=09",
    "instagram": "https://instagram.com/getflitaahq?igshid=MzRlODBiNWFlZA=="
  }
}
