{
  "home": "Mh",
  "about": "kuhusu",
  "features": "Vipengele",
  "getStarted": "Anza",
  "introducingSimplicity": "Tunakuletea Urahisi",
  "introducingVariety": "Kuanzisha Aina Mbalimbali",
  "easyWaytoTradeCryptocurrency": "Njia mpya na rahisi ya Kufanya Biashara ya Cryptocurrency",
  "downloadApp": "Pakua programu yetu",
  "depositCashOrCrypto": "Weka pesa taslimu au crypto",
  "transactAndObserveGrowth": "Shughulika na uangalie ukuaji",
  "featuresFromSimpleWallet": "Vipengele utakavyotarajia kutoka kwa mkoba rahisi",
  "fundsSafety": "Usalama wa Fedha",
  "multiAssets": "Mali nyingi",
  "supportLocalCurrency": "Inasaidia sarafu za eneo lako",
  "kenyanShillings": "Shilingi za Kenya",

  "tradeAndHoldCryptocurrencies": "Nunua, Biashara na Shikilia Fedha za Crypto kwa njia rahisi zaidi",
  "buyAndAccessToken": "Nunua na uuze fedha za siri kwa urahisi ukitumia programu yetu ambayo ni rafiki kwa watumiaji. Fikia zaidi ya tokeni 40. Pochi ya crypto umekuwa ukingojea.",

  "testimonials": "Ushuhuda",
  "hearUserSay": "Sikia watumiaji wetu wa kimataifa wanasema nini",
  "happyToBeginCryptoJourney": "Nina furaha kuanza safari yangu ya cryptocurrency na flitaa. Imekuwa tukio la ajabu.",
  "growingAtGeometricProgression": "CEX bora ambayo husikiliza mapigo ya moyo ya watumiaji wake. Inakua katika maendeleo ya kijiometri. Kununua na kuuza crypto kumerahisisha na rahisi sana. Flitaa kwa ajili yako.",

  "letGetYouStarted": "Hebu tuanze",
  "noMatterWhereYouAre": "Haijalishi uko wapi, biashara ni mbofyo mmoja tu. Pata taarifa kuhusu uwekezaji wako wakati wowote na upate habari kuhusu bei ya hivi punde ya Bitcoin, Ethereum na mali nyinginezo zinazovuma za kidijitali.",
  "availableOnAndroidAndIOS": "Inapatikana kwenye Android na iOS.",

  "copyRight": "Hakimiliki",
  "termOfUse": "Muda wa Matumizi",
  "privacyPolicy": "Sera ya Faragha ya Flitaa",

  "privacyParagraphOne": "Flitaa inaheshimu na kulinda faragha ya wanaotembelea tovuti zetu na wateja wetu wanaotumia huduma zetu. Ili kuhakikisha uwazi, Sera hii ya Faragha inafafanua mbinu zetu za kushughulikia taarifa unapofikia maudhui tunayomiliki au kufanya kazi kwenye tovuti au majukwaa yoyote tunayomiliki au kuendesha (kwa pamoja, Tovuti(za)) na huduma zinazohusiana (zinazorejelewa kwa pamoja hapa chini). kama Huduma).",
  "privacyParagraphTwo": "Tafadhali chukua muda kusoma Sera hii ya Faragha kwa makini. Ikiwa una maswali yoyote kuhusu Ilani hii ya Faragha, tafadhali wasiliana nasi kwa privacy@flitaa.com",
  "privacyAcceptance": "KUKUBALI SERA YA FARAGHA",
  "privacyParagraphThree": "Kwa kufikia na kutumia Huduma zetu, unaashiria kukubali masharti ya Sera hii ya Faragha. Ambapo tunahitaji kibali chako ili kuchakata maelezo yako ya kibinafsi, tutakuomba idhini yako ya kukusanya, kutumia, na kufichua maelezo yako ya kibinafsi kama ilivyoelezwa zaidi hapa chini. Ikiwa hukubaliani na au haufurahii kipengele chochote cha Sera hii ya Faragha, unapaswa kuacha mara moja ufikiaji au matumizi ya Huduma zetu.",
  "privacyChanges": "MABADILIKO YA SERA HII YA FARAGHA",
  "privacyParagraphFour": "Tunahifadhi haki ya kurekebisha Sera hii ya Faragha wakati wowote bila taarifa ya awali.",
  "privacyRelationship": "UHUSIANO WETU NAWE",
  "privacyParagraphFive": "Flitaa hushughulikia miamala ya sarafu ya kidijitali.",
  "privacyPersonal": "TAARIFA BINAFSI TUNAZOKUSANYA",
  "privacyPersonalText": "Taarifa za kibinafsi ni data inayoweza kutumika kukutambua moja kwa moja au isivyo moja kwa moja, au kuwasiliana nawe. Sera yetu ya Faragha inashughulikia maelezo yote ya kibinafsi ambayo unawasilisha kwetu kwa hiari na tunayopata kutoka kwa washirika wetu. Sera hii ya Faragha haitumiki kwa data isiyojulikana, kwani haiwezi kutumika kukutambulisha. Unaweza kuombwa kutoa maelezo ya kibinafsi wakati wowote unapowasiliana na Flitaa. Isipokuwa kama ilivyoelezwa katika Sera hii ya Faragha, Flitaa haitatoa, kuuza, kukodisha au kukopesha taarifa zozote za kibinafsi kwa wahusika wengine bila idhini yako.",
  "privacyParagraphSix": "TAARIFA BINAFSI ZIMEKUSANYA?",
  "privacyParagraphSeven": "Tunakusanya taarifa za kibinafsi ili kukupa Huduma zetu. Tunapohitaji maelezo fulani ya kibinafsi kutoka kwa watumiaji, ni kwa sababu tunatakiwa kisheria kukusanya maelezo haya au kwa sababu yanafaa kwa madhumuni mahususi. Taarifa yoyote unayotupa ambayo haihitajiki ni ya hiari. Una uhuru wa kuchagua kama utatupatia aina za taarifa za kibinafsi zilizoombwa, lakini huenda tusiweze kukuhudumia ipasavyo au kukupa Huduma zetu zote unapochagua kutoshiriki taarifa fulani nasi.",
  "privacyParagraphEight": "Tunakusanya aina zifuatazo za habari:",
  "privacyParagraphNine": "a. Taarifa za Utambulisho wa Kibinafsi: jina kamili, tarehe ya kuzaliwa, umri, uraia, jinsia, sahihi, bili za matumizi, picha, nambari ya simu, anwani ya nyumbani na/au barua pepe.",
  "privacyParagraphTen": "b. Taarifa Rasmi za Kitambulisho: nambari ya pasipoti, maelezo ya leseni ya udereva, maelezo ya kitambulisho cha taifa, kadi ya utambulisho wa pichasc Taarifa za Kifedha: maelezo ya akaunti ya benki, nambari ya akaunti ya msingi ya kadi ya malipo (PAN), historia ya muamala, data ya biashara.",
  "privacyParagraphEleven": "c. Taarifa za Muamala: Taarifa kuhusu miamala unayofanya kwenye Tovuti zetu kama vile jina la mpokeaji, jina lako, kiasi, na/au muhuri wa muda.",
  "privacyParagraphTwelve": "d. Data ya Mawasiliano: inajumuisha anwani za kutuma bili, anwani za kutuma, barua pepe, nambari za simu na maelezo mengine.",
  "privacyParagraphThirteen": "e. Orodha ya Anwani na Maelezo ya Kitabu cha Anwani: Kwa idhini yako, tunaweza kufikia orodha yako ya anwani na kitabu cha simu kinachopatikana kwenye kifaa chako cha mkononi ili kukupa huduma za malipo na miamala ya muda wa maongezi. Tunatumia tu maelezo haya kuchakata miamala kwa walengwa na si kwa madhumuni mengine. Hatushiki habari hii kwa njia yoyote au wakati wowote.",
  "privacyParagraphFourteen": "f. Taarifa za Ajira: eneo la ofisi, cheo cha kazi, na/au maelezo ya jukumu.",
  "privacyParagraphFifteen": "g. Vitambulisho vya Mtandaoni na Data ya Mahali: Maelezo ya eneo/ufuatiliaji wa Kijiografia, alama ya vidole vya kivinjari, Mfumo wa Uendeshaji, jina la kivinjari na toleo, na/au anwani za kibinafsi za IP.",
  "privacyParagraphSixteen": "h. Data ya Uuzaji na Mawasiliano: inajumuisha mapendeleo yako ya kupokea uuzaji kutoka kwetu na wahusika wengine na mapendeleo yako ya mawasiliano.",
  "privacyParagraphSeventeen": "i. Data ya Matumizi: majibu ya uchunguzi, maelezo yanayotolewa kwa timu yetu ya usaidizi, machapisho ya mitandao ya kijamii ya umma, data ya uthibitishaji, maswali ya usalama, kitambulisho cha mtumiaji, data ya mtiririko wa kubofya na data nyingine iliyokusanywa kupitia vidakuzi na teknolojia sawa. Tafadhali soma sera yetu ya vidakuzi kwa habari zaidi.",
  "privacyParagraphEighteen": "**Data ya kumbukumbu na matumizi. Data ya kumbukumbu na matumizi inahusiana na huduma, uchunguzi, matumizi na maelezo ya utendaji ambayo seva zetu hukusanya kiotomatiki unapofikia au kutumia Huduma zetu na ambazo tunarekodi katika faili za kumbukumbu. Kulingana na jinsi unavyowasiliana nasi, data hii ya kumbukumbu inaweza kujumuisha anwani yako ya IP, maelezo ya kifaa, aina ya kivinjari na mipangilio na maelezo kuhusu shughuli zako katika Huduma (kama vile tarehe/saa mihuri inayohusishwa na matumizi yako, kurasa na faili zilizotazamwa, utafutaji na hatua nyingine unazochukua kama vile vipengele unavyotumia), maelezo ya tukio la kifaa (kama vile shughuli za mfumo, ripoti za hitilafu (wakati fulani huitwa 'dumps za kuacha kufanya kazi') na mipangilio ya maunzi). **Data ya Kifaa. Tunakusanya data ya kifaa kama vile maelezo kuhusu kompyuta yako, simu, kompyuta kibao au kifaa kingine unachotumia kufikia Huduma. Kulingana na kifaa kinachotumiwa, data ya kifaa hiki inaweza kujumuisha maelezo kama vile anwani yako ya IP (au seva mbadala), nambari za kitambulisho za kifaa na programu, eneo, aina ya kivinjari, muundo wa maunzi mtoa huduma wa mtandao na/au mtoa huduma wa simu, mfumo wa uendeshaji na usanidi wa mfumo. habari.",
  "privacyParagraphNineteen": "Taarifa zilizokusanywa kupitia App yetu",
  "privacyParagraphTwenty": "Kusudi letu kuu la kukusanya taarifa za kibinafsi ni kukupa hali salama, laini, bora na iliyobinafsishwa. Kwa ujumla, sisi hutumia maelezo ya kibinafsi kuunda, kuendeleza, kuendesha, kutoa na kuboresha Huduma zetu, maudhui na utangazaji, na pia kwa madhumuni ya kuzuia hasara na kupinga ulaghai. Tunaweza kutumia habari hii kwa njia zifuatazo:",
  "privacyParagraphTwentyOne": "A. Kuthibitisha utambulisho wako kwa mujibu wa Know Your Customer (KYC), Anti-Pesa Laundering (AML) na mahitaji ya uchunguzi wa vikwazo;",
  "privacyParagraphTwentyTwo": "B. Kutekeleza masharti yetu katika makubaliano yetu ya mtumiaji na makubaliano mengine ya kusimamia na kudumisha akaunti yako nasi;",
  "privacyParagraphTwentyThree": "C. Kuzuia ulaghai au matumizi yasiyoidhinishwa ya bidhaa na huduma zetu;",
  "privacyParagraphTwentyFour": "D. Kusimamia vyema biashara yetu na uhusiano wako nasi; kuboresha bidhaa na huduma zetu, na kutengeneza bidhaa na Huduma mpya;",
  "privacyParagraphTwentyFive": "E. Kukuarifu kuhusu manufaa na mabadiliko ya vipengele vya bidhaa na huduma zetu;",
  "privacyParagraphTwentyFive1": "F. Kukupa utangazaji na uuzaji wa kibinafsi;",
  "privacyParagraphTwentyFive2": "G. Kujibu maswali yako na kutatua mizozo.",
  "privacyParagraphTwentyFive3": "H. Inapobidi kulinda haki zetu za kisheria na maslahi, au maslahi ya wengine, sisi pia hutumia data ya kibinafsi kuhusiana na madai ya kisheria, kufuata, ukaguzi, udhibiti wa hatari na kazi za udhibiti. Tunaweza pia kutumia data ya kibinafsi kuhusiana na upataji, uunganishaji au uuzaji wa biashara.",
  "privacyParagraphTwentySix": "HABARI KUTOKA VYANZO VYA WATU WA TATU",
  "privacyParagraphTwentySeven": "Mara kwa mara, tunaweza kupata maelezo kukuhusu kutoka kwa vyanzo vingine kama inavyotakiwa au inavyoruhusiwa na sheria inayotumika, kama vile hifadhidata za umma, ofisi za mikopo, washirika wa uthibitishaji wa vitambulisho, wauzaji na washirika wa vituo, washirika wa pamoja wa masoko na mifumo ya mitandao ya kijamii.",
  "privacyParagraphTwentyEight": "UKUSANYAJI NA MATUMIZI YA HABARI ZILIZOKUSANYA MOJA KWA MOJA",
  "privacyParagraphTwentyNine": "Tunapokea na kuhifadhi aina fulani za taarifa kiotomatiki, kama vile wakati wowote unapoingiliana na Tovuti au kutumia Huduma. Taarifa hizi hazionyeshi utambulisho wako moja kwa moja lakini zinaweza kujumuisha maelezo kuhusu kifaa mahususi unachotumia, kama vile muundo wa maunzi, kitambulisho cha kifaa, toleo la mfumo wa uendeshaji, programu ya kivinjari (kama vile Firefox, Safari, au Internet Explorer) na Anwani yako ya Itifaki ya Mtandao (IP)/anwani ya MAC/kitambulisho cha kifaa. Kwa mfano, sisi hupokea na kurekodi kiotomatiki taarifa kwenye kumbukumbu zetu za seva kutoka kwa kivinjari chako, ikijumuisha jinsi ulivyofika na kutumia Huduma, anwani yako ya IP, aina ya kifaa na nambari za kipekee za kitambulisho cha kifaa, maelezo ya tukio la kifaa (kama vile kuacha kufanya kazi, shughuli za mfumo na mipangilio ya maunzi), aina ya kivinjari, lugha ya kivinjari, tarehe na saa ya ombi lako na URL ya rufaa, eneo pana la kijiografia (k.m., eneo la kiwango cha nchi au jiji) na data nyingine ya kiufundi iliyokusanywa kupitia vidakuzi, lebo za pikseli na teknolojia zingine zinazofanana na hii. tambua kivinjari chako. Tunaweza pia kukusanya maelezo kuhusu jinsi kifaa chako kimeingiliana na tovuti yetu, ikiwa ni pamoja na kurasa zilizofikiwa na viungo vilivyobofya. Tunaweza kutumia vitambulisho kukutambua unapofika kwenye Tovuti kupitia kiungo cha nje, kama vile kiungo kinachoonekana kwenye tovuti ya watu wengine.",
  "privacyParagraphThirty": "JINSI TUNASHIRIKI DATA YAKO BINAFSI",
  "privacyParagraphThirtyOne": "Tunashiriki data ya kibinafsi na:",
  "privacyParagraphThirtyTwo": "A. Mtu yeyote ambaye anafanya kazi kwa ajili yetu au kwa ajili ya kampuni yetu ya kikundi;",
  "privacyParagraphThirtyThree": "B. Huluki yoyote ambayo ni sehemu ya Flitaa, ikijumuisha, inapofaa, huluki inayoendesha Flitaa katika nchi au eneo unakoishi;",
  "privacyParagraphThirtyFour": "C. Taasisi za kifedha na zingine tunazoshirikiana nazo kutoa bidhaa na huduma zetu; Makampuni na mashirika ambayo hutoa huduma kwetu, ikijumuisha kuhusiana na miundombinu ya kiufundi, uuzaji na uchanganuzi, na ukuzaji wa wavuti na programu;",
  "privacyParagraphThirtyFive": "D. Makampuni na mashirika ambayo hutusaidia kwa uthibitishaji wa utambulisho, uchunguzi wa usuli, umakini unaostahili na uchakataji au vinginevyo kutimiza miamala ambayo umeomba;",
  "privacyParagraphThirtySix": "E. Washauri wetu wa kitaalamu, washauri na watoa huduma wengine sawa.",
  "privacyParagraphThirtySeven": "F. Ambapo tunaamini kuwa ni muhimu kufuata sheria yoyote, kanuni, mchakato wa kisheria au ombi la serikali, kutekeleza Sheria na Masharti yetu au makubaliano mengine, au kulinda haki, mali, au usalama wetu, wateja wetu au wengine. ;",
  "privacyParagraphThirtyEight": "G. Ambapo tunaweza kuhamisha haki na wajibu kwa mujibu wa makubaliano yetu na wewe.",
  "privacyParagraphThirtyNine": "JINSI TUNAVYOLINDA NA KUHIFADHI TAARIFA BINAFSI",
  "privacyParagraphForty": "Tunaelewa umuhimu wa faragha yako, ndiyo maana Flitaa inadumisha (na inahitaji watoa huduma wake kudumisha) ulinzi ufaao wa kimwili, kiufundi na kiutawala ili kulinda usalama na usiri wa maelezo ya kibinafsi unayotukabidhi.",
  "privacyParagraphFortyOne": "Tunaweza kuhifadhi na kuchakata taarifa zote au sehemu ya taarifa yako ya kibinafsi na ya muamala, kulingana na mahali ambapo vifaa au watoa huduma wetu wanapatikana. Tunalinda maelezo yako ya kibinafsi kwa kudumisha ulinzi wa kimwili, wa kielektroniki na wa kiutaratibu kwa kutii sheria na kanuni zinazotumika.",
  "privacyParagraphFortyTwo": "Kwa mfano, tunatumia ulinzi wa kompyuta kama vile ngome na usimbaji fiche wa data; tunatekeleza udhibiti wa ufikiaji wa kimwili kwenye majengo na faili zetu; na tunaidhinisha ufikiaji wa maelezo ya kibinafsi kwa wale tu wafanyikazi wanaohitaji ili kutimiza majukumu yao ya kazi. Data kamili ya kadi ya mkopo huhamishwa kwa usalama na kupangishwa nje ya tovuti na mchuuzi wa malipo kwa kufuata Viwango vya Usalama wa Data ya Sekta ya Kadi ya Malipo (PCI DSS). Maelezo haya hayapatikani kwa wafanyakazi wa Flitaa au Flitaa.",
  "privacyParagraphFortyThree": "Hata hivyo, hatuwezi kukuhakikishia kuwa hasara, matumizi mabaya, upataji usioidhinishwa, au ubadilishaji wa data yako hautatokea. Tafadhali tambua kuwa una jukumu muhimu katika kulinda taarifa zako za kibinafsi. Wakati wa kujisajili na Huduma zetu, ni muhimu kuchagua nenosiri la urefu na utata wa kutosha, ili kutofichua nenosiri hili kwa watu wengine, na kutuarifu mara moja ikiwa utafahamu ufikiaji wowote ambao haujaidhinishwa kwa au matumizi ya akaunti yako.",
  "privacyParagraphFortyFour": "Zaidi ya hayo, hatuwezi kuhakikisha au kuthibitisha usalama au usiri wa taarifa unayotuma kwetu au kupokea kutoka kwetu kwa mtandao au muunganisho usiotumia waya, ikiwa ni pamoja na barua pepe, simu au SMS, kwa kuwa hatuna njia ya kulinda taarifa hiyo mara tu inapoondoka na hadi itakapotoka. inatufikia. Ikiwa una sababu ya kuamini kuwa data yako si salama tena, tafadhali wasiliana nasi kupitia usaidizi.",
  "privacyParagraphFortyFive": "JINSI UNAWEZA KUPATA AU KUBADILI MAELEZO YAKO BINAFSI",
  "privacyParagraphFortySix": "Una haki ya kukagua, kusahihisha au kurekebisha maelezo yako ya kibinafsi, au kufuta maelezo hayo pale ambapo si sahihi. Unaweza kufanya hivi wakati wowote kwa kuwasiliana na usaidizi.",
  "privacyParagraphFortySeven": "Ukifunga akaunti yako ya Flitaa, tutatia alama akaunti yako katika hifadhidata yetu kama 'Imefungwa', lakini tutaweka maelezo ya akaunti yako katika hifadhidata yetu kwa muda ulioelezwa hapa chini. Hii ni muhimu ili kuzuia ulaghai kwa kuhakikisha kuwa watu wanaojaribu kufanya ulaghai hawataweza kuepuka kugunduliwa kwa kufunga akaunti yao na kufungua mpya. Hata hivyo, ukifunga akaunti yako, taarifa zako za kibinafsi hazitatumiwa nasi kwa madhumuni yoyote zaidi, wala kuuzwa au kushirikiwa na wahusika wengine, isipokuwa inapobidi kuzuia ulaghai na kusaidia utekelezaji wa sheria, kama inavyotakiwa na sheria, au kwa mujibu wa Sera hii ya Faragha.",
  "privacyParagraphFortyEight": "HAKI KUHUSIANA NA MATUMIZI YA MAELEZO YAKO BINAFSI",
  "privacyParagraphFortyNine": "Haki za kupata, kusahihisha na kufuta. Una haki ya kufikia maelezo ya kibinafsi ambayo tunashikilia kukuhusu chini ya sheria husika ya ulinzi wa data, na kwa baadhi ya taarifa zinazohusiana. Unaweza pia kuhitaji maelezo yoyote ya kibinafsi yasiyo sahihi ili kusahihishwa au kufutwa.",
  "privacyParagraphFifty": "UTUNZAJI WA HABARI BINAFSI",
  "privacyParagraphFiftyOne": "Tunahifadhi taarifa zako za kibinafsi kwa usalama maishani mwa akaunti yako ya Flitaa na kwa muda mrefu kama sheria inahitaji na inapohitajika ili kutimiza madhumuni tuliyokusanya, ikiwa ni pamoja na kwa madhumuni ya kukidhi wajibu wowote wa kisheria, uhasibu, au kuripoti au kutatua migogoro. Ingawa mahitaji ya kubaki hutofautiana kulingana na mamlaka, maelezo kuhusu muda wetu wa kawaida wa kuhifadhi kwa vipengele tofauti vya maelezo yako ya kibinafsi yamefafanuliwa hapa chini.",
  "privacyParagraphFiftyTwo": "a. Maelezo ya mawasiliano kama vile jina lako, anwani ya barua pepe na nambari ya simu kwa madhumuni ya uuzaji huhifadhiwa kila wakati hadi utakapojiondoa. Baada ya hapo, tutaongeza maelezo yako kwenye orodha yetu ya ukandamizaji kwa muda usiojulikana.",
  "privacyParagraphFiftyThree": "b. Maudhui unayochapisha kwenye tovuti yetu, kama vile maoni ya dawati la usaidizi, picha, video, machapisho ya blogu na maudhui mengine, yanaweza kuwekwa kwa muda usiojulikana baada ya kufunga akaunti yako kwa madhumuni ya ukaguzi na kuzuia uhalifu.",
  "privacyParagraphFiftyFour": "c. Kurekodi simu zetu na wewe kunaweza kuwekwa kwa muda wa hadi miaka sita. Taarifa zinazokusanywa kupitia njia za kiufundi kama vile vidakuzi, vihesabio vya kurasa za tovuti na zana zingine za uchanganuzi huhifadhiwa kwa muda wa hadi mwaka mmoja tangu kuisha kwa kidakuzi. .",
  "privacyParagraphFiftyFive": "TAARIFA BINAFSI ZA WATOTO",
  "privacyParagraphFiftySix": "Hatuombi kwa makusudi kukusanya taarifa za kibinafsi kutoka kwa mtu yeyote aliye chini ya umri wa miaka 18. Ikiwa mtumiaji anayewasilisha taarifa za kibinafsi anashukiwa kuwa na umri wa chini ya miaka 18, Flitaa itahitaji mtumiaji kufunga akaunti yake na haitamruhusu. mtumiaji aendelee kutumia sarafu za kidijitali kwa kutumia Flitaa. Pia tutachukua hatua za kufuta maelezo haraka iwezekanavyo. Tafadhali tufahamishe ikiwa unawafahamu watu wowote walio chini ya umri wa miaka 18 wanaotumia Huduma zetu ili tuweze kuchukua hatua kuzuia ufikiaji wao.",
  "privacyParagraphFiftySeven": "KAMPUNI YA GLOBAL",
  "privacyParagraphFiftyEight": "Data ya kibinafsi tunayokusanya inaweza kuhamishiwa, kuhifadhiwa na kuchakatwa nje ya eneo la mamlaka unayoishi, na sheria za nchi hizo zinaweza kutofautiana na sheria zinazotumika katika nchi yako. Uchakataji wowote wa data kama hiyo utafanywa na wafanyakazi wetu, au wafanyakazi wa watoa huduma wetu wengine, ambao majukumu yao yatajumuisha kuthibitisha utambulisho wako, kuchakata maelezo ya malipo na kutoa usaidizi kwa wateja.",
  "privacyParagraphFiftyNine": "Kwa kukubali Sera hii ya Faragha, na kisha kuwasilisha data yako ya kibinafsi, unakubali kuhamisha, kuhifadhi au kuchakatwa nje ya mamlaka yako.",
  "privacyParagraphSixty": "Ikiwa una maswali yoyote, ufafanuzi, wasiwasi, au ombi, tafadhali wasiliana nasi kupitia support@flitaa.com",
  
  "terms&Condition": "Sheria na Masharti",
  "lastUpdated": "Ilisasishwa Mwisho tarehe 13 Juni 2022",
  "carefullyUnderstand": "A. Tafadhali soma kwa makini na uelewe Sheria na Masharti haya (“T&Cs”) [na marekebisho yoyote yanayofanywa mara kwa mara na flitaa (“flitaa”)] kabla ya kujisajili katika Programu ya flitaa au kutengeneza matumizi ya Huduma zozote.",
  "consent": "B. Kwa kufikia Programu ya flitaa au kuomba Huduma zozote, unakubali kufungwa na T&Cs hapa chini.",
  "useOfFlitaa": "C. T&C hizi, pamoja na Sera yetu ya Faragha (ona www.flitaa.com/privacy) anzisha masharti kamili na masharti ambayo yataendana na matumizi yako ya Flitaa App na ufikiaji wa Huduma zozote za flitaa.",
  "subjectToModification": "D. T&C hizi zinaweza kurekebishwa bila notisi ya awali, mara kwa mara kwa hiari yetu. Matumizi yako ya Flitaa App na Huduma huanzisha makubaliano yako kuambatana na masharti ya marekebisho yoyote kama haya kwa T&Cs haya ambayo yatafanyika mara kwa mara imesasishwa kwenye Programu ya flitaa.",
  "effectOnDateOfPublication": "E. T&Cs hizi na marekebisho yoyote yaliyofanywa kwayo yataanza kutekelezwa tarehe yao ya kuchapishwa na ni wajibu wako kuwa kuwasiliana na T&Cs zilizosasishwa zilizochapishwa kwenye Flitaa App kila mojawakati unapoifikia.",
  "AppMayBeMonitored": "F. Matumizi ya Flitaa App yanaweza kufuatiliwa, kufuatiliwa kwa ukaguzi madhumuni, na mtu yeyote anayetumia Programu hii ya flitaa anakubali waziwazi kwa ufuatiliaji na ufuatiliaji huo.",
  "doNotConsent": "G. Ikiwa hukubaliani na T&Cs hizi au sehemu yake yoyote, tafadhali usitumie Programu hii ya flitaa au Huduma zozote.",
  "giveConsent": "H. Utachukuliwa kuwa umekubali na kuyakubali haya T&Cs mara tu unapobofya kitufe cha 'Jisajili' au 'Fungua Akaunti'.",
  "herebyAgreed": "INAKUBALIWA HIVI IFUATAVYO:",
  "definitions": "1. UFAFANUZI",
  "purposeOfTerms": "Kwa madhumuni ya T&Cs hizi na utangulizi hapo juu, isipokuwa tu muktadha unahitaji vinginevyo:",
  "tradeMarkedAndOwned": "*'Flitaa App'* inamaanisha programu ya wingu ya flitaa, Simu ya Mkononi maombi, na tovuti inayomilikiwa, alama ya biashara, na kuendeshwa na flitaa.",
  "credentialsMean": "*'Vitambulisho'* inamaanisha kitambulisho chako cha kibinafsi kinachotumiwa kufikia Programu, ikijumuisha lakini sio tu kwa jina lako la mtumiaji, nenosiri na nambari ya kitambulisho cha kibinafsi ('PIN').",
  "privacyPolicyMean": "*'Sera ya Faragha'* inamaanisha sera ya faragha ya flitaa ambayo huweka msingi ambao data yoyote ya kibinafsi tunakusanya kutoka wewe, au unayoturuzuku, tutatumiwa na sisi.",
  "servicesMean": "*'Huduma'* maana yake ni aina yoyote ya huduma za kifedha ambazo flitaa inaweza kukupa kupitia Flitaa App na ambayo unaweza mara kwa mara hitaji.*“Mtoa Huduma”* maana yake ni taasisi yako ya kifedha, ofisi za mikopo, waendeshaji mtandao wa simu na taarifa nyingine yoyote benki inayopatikana kwa flitaa katika Jamhuri ya Shirikisho ya Nigeria. The neno linaweza kufasiriwa kumaanisha chombo chochote au vyote vilivyo hapo juu, kama muktadha unaweza kuhitaji.",
  "smsMean": "*“SMS”* maana yake ni Huduma Fupi ya Kutuma Ujumbe.",
  "transactionFeesMean": "*“Ada za Muamala”* inajumuisha viwango vya riba, ada na ada zozote kulipwa kwa matumizi ya Huduma zetu zozote kama zinapatikana kwenye Flitaa App au kwa njia nyingine kama vile flitaa itafanya busara kuamua.",
  "flitaaMeanFlitbase": "*'flitaa', 'sisi' au 'sisi'* inamaanisha FLITBASE Ltd.",
  "youMeanPerson": "*'Wewe' au 'Mtumiaji'* inamaanisha mtu anayenuia kufikia flitaa App, jiunge na kupokea Huduma.",
  "useOfLicence": "2. MATUMIZI YA LESENI",
  "ownedByFlitbase": "2.1 Programu hii ya flitaa inamilikiwa na kuendeshwa na FLITBASE Ltd.",
  "consentToAbide": "2.2 Kwa kutegemea wewe kukubali kutii T&Cs hizi, sisi hapa kukupa leseni inayoweza kutenduliwa, isiyoweza kuhamishwa, isiyo ya kipekee kwa tumia Programu ya flitaa na Huduma. Isipokuwa kama ilivyoelezwa wazi katika T&Cs hizi, Programu ya flitaa na Huduma ni kwa ajili yako binafsi na matumizi yasiyo ya kibiashara na haianzishi kuwa unamiliki yoyote haki za umiliki wake kwa vyovyote vile. Hakuna sehemu ya Programu, haiwezi kuwa kinyume, kunakiliwa, kurudiwa, kunakiliwa, kurekebishwa, kuuzwa, kuuzwa upya, au kusambazwa bila ridhaa yetu.",
  "doNotGrant": "2.3 Isipokuwa kama ilivyoelezwa bayana katika T&Cs hizi, hatutoi ruhusa haki yoyote ndani au ya mali yetu ya kiakili au ile ya mtu mwingine yeyote chama katika Programu. Leseni iliyotolewa katika sehemu hii inategemea kwa kufuata kwako na ikitokea kwamba utakiuka masharti yoyote kati ya T&C hizi, haki zako chini ya sehemu hii zitakuwa mara moja kuachishwa.",
  "ensureAllDocument": "2.4 Utahakikisha taarifa zote za usajili utakazowasilisha zitahitajika kuwa kweli, sahihi, sasa, na kamili. Utadumisha usahihi wa taarifa hizo na kusasisha usajili huo mara moja habari inapohitajika.",
  "limitationsOfUse": "3. VIKOMO VYA MATUMIZI YA Flitaa APP NA HUDUMA",
  "notMoreThanOne": "Hutafungua zaidi ya akaunti moja ya flitaa.",
  "contraryToLaw": "Hutajiingiza katika shughuli zozote zinazohusiana na Programu hii ya flitaa ambayo ni kinyume na sheria inayotumika, kanuni au masharti ya makubaliano yoyote uliyo nayo na sisi.",
  "establishReasonableConnection": "Katika hali ambapo maeneo ya Programu hii ya flitaa yanahitaji kitambulisho cha ufikiaji, utaanzisha chochote kinachofaa hatua za usalama na vidhibiti vya kuzuia ufikiaji wa nenosiri lako, PIN au maelezo mengine ya utambulisho kwa watu walioidhinishwa.",
  "notUseInconsistentManner": "Hutatumia Programu au Huduma zozote kwa namna yoyote ile kinyume na T&Cs hizi, au kutenda kwa ulaghai au kwa nia mbaya, kwa mfano, kwa kupandikiza msimbo hasidi, ikiwa ni pamoja na virusi, au data haribifu, kwenye Programu ya flitaa, huduma yoyote inayohusiana nayo.",
  "notInfringeIntellectual": "Hutakiwi kukiuka haki miliki za flitaa au zile za wahusika wengine kuhusiana na matumizi yako ya Programu au yoyote Huduma, pamoja na uwasilishaji wa nyenzo yoyote (kwa kiwango kwamba matumizi hayo hayajaidhinishwa na T&Cs hizi).",
  "notCommunicate": "Usiwasilishe nyenzo yoyote ambayo ni ya dharau, kivita au vinginevyo chukizo kuhusiana na matumizi yako ya Flitaa App au Huduma yoyote.",
  "notEngageAutomated": "Hutahusika katika matumizi yoyote ya kiotomatiki ya mfumo, kama vile kutumia hati kutuma maoni au ujumbe, au kutumia data yoyote uchimbaji madini, roboti, au zana kama hizo za kukusanya na kuchimba data.",
  "notInterfere": "Haupaswi kuingilia kati, kuvuruga, au kuunda mzigo usiofaa kwenye Programu ya flitaa au mitandao au huduma zilizounganishwa kwenye Tovuti.",
  "attemptToImpersonate": "Hutajaribu kuiga mtumiaji mwingine au mtu au matumizi jina la mtumiaji la mtumiaji mwingine.",
  "notTrick": "Hutatulaghai, walaghai au kutupotosha sisi na watumiaji wengine, hasa katika jaribio lolote la kujifunza taarifa nyeti za akaunti kama vile manenosiri ya mtumiaji.",
  "submitFalse": "Hutatumia vibaya huduma zetu za usaidizi au kuwasilisha ripoti za uwongo za unyanyasaji au utovu wa nidhamu.",
  "useUsername": "Hutajaribu kuiga mtumiaji mwingine au mtu au matumizi jina la mtumiaji la mtumiaji mwingine.",
  "notUseInformation": "Hutatumia taarifa yoyote iliyopatikana kutokana na kutumia flitaa Programu na Huduma zake ili kunyanyasa, kunyanyasa au kumdhuru mtu mwingine mtu.",
  "notHarassEmployee": "Hutanyanyasa, kutisha, au kutishia mfanyakazi wetu yeyote inayohusika katika kutoa huduma yoyote ya Flitaa App kwako.",
  "useOfFlitaaService": "4. MATUMIZI YA Flitaa APP NA HUDUMA",
  "ageOfUse": "4.1 Programu ya flitaa na Huduma zinazotolewa na flitaa zinaweza tu kuwa inatumiwa na watu walio na umri wa zaidi ya miaka 18 na kwa madhumuni ya kupata Huduma zetu.",
  "mayBePrinted": "4.2 Taarifa iliyotumwa kwenye Programu ya flitaa inaweza kuchapishwa matumizi yako, mradi, hata hivyo, ili yasirudiwe au kusambazwa tena kwa mtu mwingine yeyote au shirika.",
  "notIntendedForDistribution": "4.3 Taarifa kwenye Programu ya flitaa haikusudiwa usambazaji kwa, au kutumiwa na, mtu yeyote au chombo chochote mamlaka au nchi ambapo usambazaji au matumizi hayo yangekuwa kinyume na sheria za mitaa au kanuni.",
  "releaseFrom": "4.4 Unakubali na utaachilia kutoka na kufidia flitaa dhidi ya madai yote, hasara, uharibifu na gharama hata hivyo inayotokana na, au kwa njia yoyote inayohusiana na flitaa kuwa nayo alitenda (au kushindwa kuchukua hatua) kwa mujibu wa ombi lako lolote kwa Huduma.",
  "transactionFees": "5. ADA ZA MAAMINIFU",
  "setCharge": "flitaa itakuwa na haki ya kuweka na kutoza Ada za Muamala, katika uhusiano na matumizi yako ya Huduma zetu zozote na mara kwa mara wakati wa kurekebisha au ubadilishe Ada zake za Muamala kwa Huduma. Hata hivyo, flitaa itatumia juhudi za busara kukujulisha lolote marekebisho kuhusu Ada za Muamala ndani ya kiwango kinachokubalika kipindi kabla ya kutekelezwa.",
  "personalInformation": "6. TAARIFA BINAFSI",
  "backgroundCheck": "6.1 Unakubali na kuruhusu flitaa kufanya usuli hukagua na kuthibitisha maelezo ya kibinafsi yaliyotolewa na wewe kwenye Flitaa App au kuhusiana na matumizi yako ya Huduma zozote dhidi ya taarifa inayoshikiliwa kukuhusu na Huduma yoyote husika Mtoa huduma.",
  "informationToVerify": "6.2 Taarifa ambayo flitaa inaweza kuthibitisha dhidi ya taarifa hiyo inayoshikiliwa na Watoa Huduma inajumuisha (bila kikomo): yako BVN, nambari ya simu, jina, tarehe ya kuzaliwa, Nambari ya Kitambulisho (“Kitambulisho”) au Nambari ya Pasipoti na taarifa nyingine kama hizo wezesha flitaa kukutambua ('Taarifa za Kibinafsi').",
  "accessDevice": "6.3 Kwa hili unakubali na kuidhinisha flitaa kufikia na kuthibitisha habari kwenye kifaa chako ikijumuisha, lakini sio tu, data inayohusiana na kifaa chako (pamoja na, bila kizuizi, yako historia ya simu), kitambulisho cha kifaa chako, GPS kwenye yako kifaa, orodha yako ya programu, historia yako ya SMS (kwa kiotomatiki OTP) na upendeleo mwingine kama huo wa ufikiaji unaofaa kwa huduma hii.",
  "verifyServiceProvider": "6.4 Kwa hivyo unakubali flitaa kupata na kuthibitisha Taarifa za Kibinafsi na Taarifa Husika na Huduma Watoa huduma kwa kiwango kinachohitajika.",
  "procurePersonalInformation": "6.5 Kwa hivyo unakubali flitaa kupata na kununua yako Taarifa za Kibinafsi na Taarifa Muhimu kutoka kwa husika Mtoa Huduma na unakubali zaidi na kuridhia ufichuzi na utoaji wa Taarifa hizo za Kibinafsi na Husika Taarifa kutoka kwa Mtoa Huduma. Kushindwa kutoa vile habari ndani ya muda unaohitajika na flitaa inaweza kusababisha kukataa kukupa Huduma husika.",
  "holdFlitaaInnocent": "6.6 Kwa hili unakubali kufidia na kushikilia flitaa na Mtoa huduma asiye na hatia kwa madai yoyote, hasara, dhima na gharama (pamoja na ada na gharama za kisheria) ambazo inaweza kuongezeka kama matokeo ya ufichuzi na utegemezi kwa vile Taarifa za Kibinafsi na/au Taarifa Husika.",
  "usersObligation": "7. WAJIBU WA MTUMIAJI",
  "responsibleForObligation": "7.1 Utawajibika kupata na kuhakikisha usalama, matengenezo na utendaji vifaa vyote vya kompyuta, programu, simu ya mkononi na vifaa vingine vinavyohitajika kufikia na kutumia Programu hii na upokee Huduma ('Vifaa'). flitaa haitakuwa kuwajibika kwa virusi vya kompyuta yoyote au matatizo yanayohusiana ambayo yanaweza kuwa inayohusishwa na matumizi ya Programu ya flitaa, Huduma na yako Vifaa.",
  "followAllObligation": "7.2 Utafuata maagizo, taratibu na masharti yote iliyo katika T&Cs hizi na hati yoyote iliyotolewa na flitaa kuhusu matumizi ya Programu na Huduma.",
  "credentialsNotExposed": "7.3 Utahakikisha kwamba Hati zako za Utambulisho hazijaonyeshwa yoyote mtu asiyeidhinishwa. flitaa haitawajibika kwa ufichuzi wowote ya Hati zako kwa wahusika wengine na unakubali kufidia na kushikilia flitaa bila hatia ya matukio yoyote ya bahati mbaya inayotokana na ufichuzi wowote wa Kitambulisho chako.",
  "rationalMeasures": "7.4 Utachukua hatua zote za busara kugundua yoyote matumizi yasiyoidhinishwa na ufikiaji wa Programu ya flitaa na Huduma.7.5 Utafuata kila wakati hatua za usalama zilizoarifiwa kwa flitaa mara kwa mara au hatua zingine kama zinavyoweza kuwa inatumika kwa matumizi ya Programu ya flitaa na Huduma mara kwa mara kwa wakati.",
  "termination": "8.0 KUKOMESHWA",
  "terminateUse": "8.1 flitaa inaweza wakati wowote, baada ya taarifa kwako, kusitisha au kubadilisha matumizi yako ya Programu ya flitaa na ufikiaji wa Huduma zozote na, hasa, lakini bila ya kuathiri ujumla wa yaliyotangulia. flitaa inaweza kughairi miamala yoyote ambayo haijashughulikiwa uliyo nayo programu ya flitaa.",
  "suspendUse": "8.2 hapo juu, flitaa inaweza, kwa hiari yake, kusimamisha matumizi yako ya Flitaa App au Huduma zozote:",
  "unlawfulPractice": "(a) ikiwa unatumia Programu ya flitaa au Huduma zozote kwa uharamu mazoea au pale flitaa inapogundua unyanyasaji/matumizi mabaya yoyote, ukiukaji wa maudhui, udanganyifu au jaribio la udanganyifu;",
  "complyWithCourtOrder": "(b) Iwapo flitaa itahitajika kufuata amri ya mahakama, wito, au maagizo kutoka kwa serikali, mdhibiti au nyinginezo mamlaka husika;",
  "suspectsBreach": "(c) Iwapo flitaa inashuku kuwa umekiuka haya T&Cs ambazo unashindwa kusuluhisha (ikiwa zinaweza kurekebishwa) ndani ya saa 72 baada ya huduma ya notisi kwa barua pepe, SMS au nyinginezo njia za kielektroniki za mawasiliano zinazokuhitaji kufanya hivyo;",
  "suspensionNecessary": "(d) Pale ambapo kusimamishwa huko ni muhimu kama matokeo ya matatizo ya kiufundi au kwa sababu za usalama; kuwezesha a sasisha au uboresha hadi yaliyomo au utendaji wa Huduma au Programu mara kwa mara;",
  "decidesToSuspend": "(e) Iwapo flitaa itaamua kusimamisha au kusitisha utoaji wa Huduma kwa sababu yoyote kama inaweza kuamua kwa hiari yake.",
  "notAffect": "8.3 Kusitishwa hakutaathiri haki zozote zilizopatikana na madeni ya chama chochote.",
  "disruptionOfService": "9. KUVURUGWA KWA HUDUMA",
  "cannotGuarantee": "Hatuwezi kuhakikisha kuwa Programu ya flitaa itapatikana wakati wote. Huenda tukakumbana na maunzi, programu, au matatizo mengine au tunahitaji kufanya matengenezo yanayohusiana na Tovuti, na kusababisha usumbufu, ucheleweshaji, au makosa, kati ya mambo mengine:",
  "hardwareDowntime": "(a) kukatika kwa maunzi, ikijumuisha, miongoni mwa mambo mengine, utendakazi ya kompyuta (ikiwa ni pamoja na yako), seva, mitandao, na nyinginezo msaada wa matumizi;",
  "softwareDowntime": "(b) utendakazi wa programu, ikijumuisha miongoni mwa mambo mengine, hitilafu, makosa, virusi, matatizo ya usanidi, kutofautiana kwa mifumo, huduma au programu, uendeshaji wa ukuta wa moto, misimbo isiyoweza kusomeka, au hitilafu ndani ya maudhui fulani;",
  "overload": "(c) kuzidiwa kwa uwezo wa mfumo;",
  "severeWeather": "(d) uharibifu unaosababishwa na hali mbaya ya hewa, matetemeko ya ardhi, vita, ghasia; ugaidi, kitendo cha Mungu, ajali, moto, mlipuko, usumbufu wa matumizi mengine ya huduma au kuvunjika kwa mitambo;",
  "labourStrike": "(e) mgomo wa wafanyikazi;",
  "governmentRegulation": "(f) vikwazo vya serikali au udhibiti, maamuzi, au mahakama maagizo;",
  "failureOfTelecomms": "(g) kushindwa kwa mfumo wowote wa mawasiliano wa umma au wa kibinafsi;",
  "anyOtherCause": "(h) sababu nyingine yoyote iliyo nje ya uwezo wetu.",
  "exemptionOfLiability": "10. MSAMAHA WA DHIMA",
  "asIsBasis": "10.1 Programu (pamoja na habari zote na nyenzo zilizomo kwenye App) hutolewa kwa msingi wa 'kama ilivyo'.",
  "discontinueService": "10.2 Tunaweza kusitisha au kurekebisha maelezo au huduma ilivyoelezwa kwenye Flitaa App wakati wowote bila taarifa ya awali wewe na bila dhima yoyote kwako.",
  "notLiableForDelay": "10.3 flitaa haitawajibika kwa ucheleweshaji wowote, ugumu matumizi, virusi vya kompyuta, msimbo hasidi au kasoro nyingine katika Programu hii, kutopatana na faili za Mtumiaji na kivinjari cha Mtumiaji kupata programu, au matatizo mengine yoyote yanayotokea zaidi ya yetu kudhibiti.",
  "serviceForPersonalUse": "10.4 flitaa hutoa Huduma kwa matumizi ya kibinafsi pekee, na ndogo na mahitaji ya ufadhili wa biashara ya kati, na hatutawajibika kwa hasara yoyote ya faida, hasara ya usumbufu wa biashara au matarajio kama matokeo ya matumizi yako kinyume cha sheria ya Huduma.",
  "notLiableForDamage": "10.5 flitaa haitawajibika kwa hasara au uharibifu wowote kuteseka kwako kutokana na au kuhusiana na:",
  "unlawfulUse": "(a) matumizi yoyote yasiyo halali ya Huduma, Programu ya flitaa na yako Vifaa;",
  "failureToComply": "(b) kushindwa kwako kutii T&Cs hizi na hati yoyote au habari iliyotolewa na flitaa kuhusu matumizi ya flitaa Programu na Huduma.",
  "notAccountable": "10.6 Kwa hali yoyote flitaa haitawajibika kwako hasara yoyote ya faida, matarajio au akiba iliyokadiriwa au kwa yoyote hasara isiyo ya moja kwa moja au ya matokeo ya aina yoyote, iwe imesababishwa vipi, kutoka au kuhusiana na matumizi ya Programu.",
  "communication": "11. MAWASILIANO",
  "accessingTheApp": "Kufikia Programu ya flitaa, kututumia barua pepe, na kukamilisha mtandaoni fomu zinajumuisha mawasiliano ya kielektroniki. Unakubali kupokea mawasiliano ya kielektroniki, na unakubali kwamba makubaliano yote, arifa, ufumbuzi, na mawasiliano mengine tunayokupa kielektroniki, kupitia barua pepe na kwenye Programu ya flitaa, ridhisha sheria zozote mahitaji ya mawasiliano kama haya yawe ya maandishi.",
  "electronicSignature": "HIVI UNAKUBALI MATUMIZI YA SAINI ZA KIELEKTRONIKI, MKATABA, MAAGIZO, NA KUMBUKUMBU NYINGINE, NA UTOAJI WA ANGALIZO KWA KIelektroniki, SERA, NA KUMBUKUMBU ZA MALIPO ILIYOANZA AU ILIYOKAMILISHWA NA SISI. AU KUPITIA Flitaa App.",
  "correction": "12. USAHIHISHO",
  "rightToCorrect": "Kunaweza kuwa na taarifa kwenye Programu ya flitaa iliyomo makosa ya uchapaji, dosari, au kuachwa ambazo zinaweza kuhusiana kwa Huduma, ikijumuisha maelezo, bei, upatikanaji na taarifa nyingine mbalimbali. Tuna haki ya kusahihisha yoyote makosa, usahihi, au kuachwa na kubadilisha au kusasisha habari kwenye Tovuti wakati wowote, bila taarifa ya awali.",
  "general": "13. JUMLA",
  "noFailure": "13.1 Hakuna kushindwa kwa upande wa chama chochote kufanya mazoezi, au kuchelewa sehemu yake katika kutekeleza, haki yoyote, uwezo au suluhisho linalotolewa na T&C hizi au kwa sheria zitafanya kazi kama msamaha wake, wala haitafanya hivyo utekelezaji wowote wa moja au sehemu ya haki, uwezo au suluhisho kama hilo kuzuia zoezi lolote zaidi au lingine la hilo, au lingine lolote, haki, nguvu au dawa.",
  "anyProvision": "13.2 Iwapo masharti yoyote au sehemu ya masharti ya T&Cs haya yatafanyika kuwa, au kupatikana na mahakama yoyote yenye mamlaka kuwa, batili au kutotekelezeka, ubatili kama huo au kutotekelezeka haitaathiri masharti mengine au sehemu za masharti hayo ya T&Cs hizi, ambazo zote zitasalia katika nguvu kamili na athari.",
  "doNotRely": "13.3 Unakubali kwamba katika kukubali T&C hizi, hutegemei kwa taarifa yoyote, uwakilishi, hakikisho au dhamana (ikiwa kufanywa bila hatia au kwa uzembe) ambayo haijaainishwa katika T&Cs hizi au Sera yetu ya Faragha.",
  "agreeToAssign": "13.4 Kwa hivyo unakubali kwamba tunaweza kugawa, kuhamisha, kandarasi ndogo au vinginevyo kushughulikia haki na/au wajibu wetu chini ya haya T&Cs. Huwezi, bila idhini yetu ya maandishi, kugawa, uhamisho, mkataba mdogo au vinginevyo shughulikia haki zako zozote na/au wajibu chini ya T&Cs hizi.",
  "disputeResolution": "14. UTATUZI WA MIGOGORO",
  "disputesFlitaa": "14.1 Migogoro flitaa na Mtumiaji atatumia juhudi zao kutatua mzozo wowote, utata au madai ya aina yoyote uhusiano na T&C hizi au matumizi ya Programu ya flitaa.",
  "arbitration": "14.2 Usuluhishi",
  "provisionToClause": "14.2.1 Kwa kuzingatia masharti ya kifungu cha 13.1 hapo juu, mgogoro wowote, mabishano au kudai chochote na kwa vyovyote vile vinavyojitokeza uhusiano na T&Cs hizi, ila kama ilivyotolewa mahususi humu, itapelekwa kwa uamuzi wa mwisho kwenye usuluhishi kwa mujibu wa Sheria ya Usuluhishi na Upatanisho Sura A18 Sheria ya Shirikisho la Nigeria, 2004 kwa wakati huu, au utungaji upya wowote wa kisheria au marekebisho yake.",
  "arbitralTribunal": "14.2.2 Mahakama ya Usuluhishi itajumuisha msuluhishi mmoja (1) kwa kuteuliwa kwa pamoja na Vyama.",
  "arbitrationInNigeria": "14.2.3 Usuluhishi utafanyika katika Jamhuri ya Shirikisho la Nigeria; na kwa kiwango kinachokubalika na sheria uamuzi wa msuluhishi atakuwa wa mwisho na atawafunga wahusika na hatakabiliwa na rufaa yoyote.",
  "nothingInClause": "14.2.4 Hakuna chochote katika kifungu hiki 14.2 kitakachozuia upande wowote uhuru wa kuanza mashauri ya kisheria ya aina yoyote kwa madhumuni hayo ya kutafuta unafuu wa awali wa maagizo au hatua za kihafidhina kutoka kwa mahakama yoyote yenye mamlaka inayosubiri fainali uamuzi.",
  "governingLaw": "15. SHERIA INAYOONGOZA",
  "complyWithLaw": "Katika masharti haya ya huduma, lazima uzingatie yote ya ndani na sheria na kanuni za kimataifa zinazotumika kwa matumizi yako ya Flitaa App. Sheria hizi ni pamoja na vikwazo juu ya marudio, mwisho watumiaji, na mwisho wa matumizi. Sote tunakubali kwamba madai haya yote yanaweza tu kushtakiwa katika mahakama ya shirikisho au serikali katika Shirikisho Jamhuri ya Nigeria. T&Cs hizi zitasimamiwa na kufasiriwa kwa mujibu wa sheria za Shirikisho la Jamhuri ya Nigeria.",
  "contactUs": "16. WASILIANA NASI",
  "resolveComplaint": "Ili kutatua malalamiko au una maswali au maoni kuhusu Sheria na Masharti haya au kuwa na wasiwasi kuhusu jinsi tunavyoshughulikia wa taarifa zako za kibinafsi, unataka kuripoti ukiukaji unaowezekana wa sheria za faragha; tafadhali wasiliana nasi kwa faragha@flitaa.com"
}
