{
  "home": "Mh",
  "about": "kuhusu",
  "features": "Vipengele",
  "getStarted": "Anza",
  "introducingSimplicity": "Tunakuletea Urahisi",
  "introducingVariety": "Kuanzisha Aina Mbalimbali",
  "easyWaytoTradeCryptocurrency": "Njia mpya na rahisi ya Kufanya Biashara ya Cryptocurrency",
  "downloadApp": "Pakua programu yetu",
  "depositCashOrCrypto": "Weka pesa taslimu au crypto",
  "transactAndObserveGrowth": "Shughulika na uangalie ukuaji",
  "featuresFromSimpleWallet": "Vipengele utakavyotarajia kutoka kwa mkoba rahisi",
  "fundsSafety": "Usalama wa Fedha",
  "multiAssets": "Mali nyingi",
  "supportLocalCurrency": "Inasaidia sarafu za eneo lako",
  "kenyanShillings": "Shilingi za Kenya",

  "tradeAndHoldCryptocurrencies": "Nunua, Biashara na Shikilia Fedha za Crypto kwa njia rahisi zaidi",
  "buyAndAccessToken": "Nunua na uuze fedha za siri kwa urahisi ukitumia programu yetu ambayo ni rafiki kwa watumiaji. Fikia zaidi ya tokeni 40. Pochi ya crypto umekuwa ukingojea.",

  "testimonials": "Ushuhuda",
  "hearUserSay": "Sikia watumiaji wetu wa kimataifa wanasema nini",
  "happyToBeginCryptoJourney": "Nina furaha kuanza safari yangu ya cryptocurrency na flitaa. Imekuwa tukio la ajabu.",
  "growingAtGeometricProgression": "CEX bora ambayo husikiliza mapigo ya moyo ya watumiaji wake. Inakua katika maendeleo ya kijiometri. Kununua na kuuza crypto kumerahisisha na rahisi sana. Flitaa kwa ajili yako.",

  "letGetYouStarted": "Hebu tuanze",
  "noMatterWhereYouAre": "Haijalishi uko wapi, biashara ni mbofyo mmoja tu. Pata taarifa kuhusu uwekezaji wako wakati wowote na upate habari kuhusu bei ya hivi punde ya Bitcoin, Ethereum na mali nyinginezo zinazovuma za kidijitali.",
  "availableOnAndroidAndIOS": "Inapatikana kwenye Android na iOS.",

  "copyRight": "Hakimiliki",
  "termOfUse": "Muda wa Matumizi",
  "privacyPolicy": "Sera ya Faragha",

  "privacyParagraphOne": "Asante kwa kuchagua kuwa sehemu ya jumuiya yetu kwenye jukwaa letu la mtandaoni la flitaa ('flitaa', 'sisi', 'sisi', 'yetu'). Tumejitolea kulinda taarifa zako za kibinafsi na haki yako ya faragha. Ikiwa una maswali yoyote au wasiwasi kuhusu ilani hii ya faragha, tafadhali wasiliana nasi kwa support@flitaa.com.",
  "privacyParagraphTwo": "Sera hii itaanza kutumika kuanzia tarehe 9 Julai 2021 na ilisasishwa mara ya mwisho tarehe 9 Julai 2021.",
  "privacyParagraphThree": "Unapotembelea tovuti yetu http://www.flitaa.com (“Tovuti”), tumia programu yetu ya simu, kama itakavyokuwa (“Programu”), na kwa ujumla zaidi, tumia huduma zetu zozote (“ Huduma”, zinazojumuisha Tovuti na Programu), tunashukuru kwamba unatuamini kwa taarifa zako za kibinafsi. Tunachukua faragha yako kwa umakini sana. Katika notisi hii ya faragha, tunatafuta kukueleza kwa njia iliyo wazi zaidi ni maelezo gani tunayokusanya, jinsi tunavyoyatumia na ni haki gani unazo kuhusiana nayo. Tunatumahi utachukua muda kuisoma kwa uangalifu, kwani ni muhimu. Ikiwa kuna masharti yoyote katika notisi hii ya faragha ambayo hukubaliani nayo, tafadhali acha kutumia Huduma zetu mara moja.",
  "privacyParagraphFour": "Notisi hii ya faragha inatumika kwa taarifa zote zinazokusanywa kupitia Huduma zetu (ambazo, kama ilivyoelezwa hapo juu, zinajumuisha Tovuti na Programu yetu), pamoja na, huduma zozote zinazohusiana, mauzo, uuzaji au matukio.",
  "privacyParagraphFive": "Tafadhali soma notisi hii ya faragha kwa makini kwani itakusaidia kuelewa tunachofanya na maelezo tunayokusanya.",
  "privacyParagraphSix": "TUNAKUSANYA HABARI GANI?",
  "privacyParagraphSeven": "Habari ya kibinafsi unatufafanua",
  "privacyParagraphEight": "Kwa Ufupi: Tunakusanya taarifa za kibinafsi unazotupatia.",
  "privacyParagraphNine": "Tunakusanya taarifa za kibinafsi ambazo unatupatia kwa hiari unapojiandikisha kwenye Huduma, tunaonyesha nia ya kupata taarifa kuhusu sisi au bidhaa na Huduma zetu, unaposhiriki katika shughuli kwenye Huduma au vinginevyo unapowasiliana nasi.",
  "privacyParagraphTen": "Taarifa ya kibinafsi tunayokusanya inategemea muktadha wa mwingiliano wako nasi na Huduma, chaguo unazofanya na bidhaa na vipengele unavyotumia. Taarifa za kibinafsi tunazokusanya zinaweza kujumuisha zifuatazo:",
  "privacyParagraphEleven": "Taarifa za Kibinafsi Zilizotolewa na Wewe. Tunakusanya majina; nambari za simu; barua pepe; majina ya watumiaji; nywila; data ya mawasiliano au uthibitishaji; nambari za kadi ya debit / mkopo; anwani za barua; tarehe ya kuzaliwa; na habari zingine zinazofanana.",
  "privacyParagraphTwelve": "Data ya Kuingia kwenye Mitandao ya Kijamii. Tunaweza kukupa chaguo la kujisajili nasi kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii iliyopo, kama vile Facebook, Twitter au akaunti nyingine ya mitandao ya kijamii. Ukichagua kujiandikisha kwa njia hii, tutakusanya taarifa iliyofafanuliwa katika sehemu inayoitwa “JE, TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” chini.",
  "privacyParagraphThirteen": "Taarifa zote za kibinafsi unazotupatia lazima ziwe za kweli, kamili na sahihi, na lazima utuarifu kuhusu mabadiliko yoyote ya taarifa hizo za kibinafsi.",
  "privacyParagraphFourteen": "Habari iliyokusanywa kiotomatiki",
  "privacyParagraphFifteen": "Kwa Ufupi: Baadhi ya taarifa - kama vile anwani yako ya Itifaki ya Mtandao (IP) na/au kivinjari na sifa za kifaa - hukusanywa kiotomatiki unapotembelea Huduma zetu.",
  "privacyParagraphSixteen": "Tunakusanya taarifa fulani kiotomatiki unapotembelea, kutumia au kuabiri Huduma. Maelezo haya hayaonyeshi utambulisho wako mahususi (kama vile jina lako au maelezo ya mawasiliano) lakini yanaweza kujumuisha maelezo ya kifaa na matumizi, kama vile anwani yako ya IP, sifa za kivinjari na kifaa, mfumo wa uendeshaji, mapendeleo ya lugha, URL zinazorejelea, jina la kifaa, nchi, eneo. , maelezo kuhusu jinsi na wakati unapotumia Huduma zetu na maelezo mengine ya kiufundi. Taarifa hizi zinahitajika ili kudumisha usalama na uendeshaji wa Huduma zetu, na kwa ajili ya uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphSeventeen": "Taarifa tunazokusanya ni pamoja na:",
  "privacyParagraphEighteen": "**Data ya kumbukumbu na matumizi. Data ya kumbukumbu na matumizi inahusiana na huduma, uchunguzi, matumizi na maelezo ya utendaji ambayo seva zetu hukusanya kiotomatiki unapofikia au kutumia Huduma zetu na ambazo tunarekodi katika faili za kumbukumbu. Kulingana na jinsi unavyowasiliana nasi, data hii ya kumbukumbu inaweza kujumuisha anwani yako ya IP, maelezo ya kifaa, aina ya kivinjari na mipangilio na maelezo kuhusu shughuli zako katika Huduma (kama vile tarehe/saa mihuri inayohusishwa na matumizi yako, kurasa na faili zilizotazamwa, utafutaji na hatua nyingine unazochukua kama vile vipengele unavyotumia), maelezo ya tukio la kifaa (kama vile shughuli za mfumo, ripoti za hitilafu (wakati fulani huitwa 'dumps za kuacha kufanya kazi') na mipangilio ya maunzi). **Data ya Kifaa. Tunakusanya data ya kifaa kama vile maelezo kuhusu kompyuta yako, simu, kompyuta kibao au kifaa kingine unachotumia kufikia Huduma. Kulingana na kifaa kinachotumiwa, data ya kifaa hiki inaweza kujumuisha maelezo kama vile anwani yako ya IP (au seva mbadala), nambari za kitambulisho za kifaa na programu, eneo, aina ya kivinjari, muundo wa maunzi mtoa huduma wa mtandao na/au mtoa huduma wa simu, mfumo wa uendeshaji na usanidi wa mfumo. habari.",
  "privacyParagraphNineteen": "Taarifa zilizokusanywa kupitia App yetu",
  "privacyParagraphTwenty": "Kwa kifupi: Tunakusanya taarifa kuhusu kifaa chako cha mkononi, arifa zinazotumwa na programu hata wakati huitumii, unapotumia Programu yetu.",
  "privacyParagraphTwentyOne": "Ikiwa unatumia Programu yetu, pia tunakusanya habari ifuatayo:",
  "privacyParagraphTwentyTwo": "** Ufikiaji wa Kifaa cha Simu. Tunaweza kuomba ufikiaji au ruhusa ya vipengele fulani kutoka kwa kifaa chako cha mkononi, ikiwa ni pamoja na kamera ya kifaa chako cha mkononi, waasiliani, jumbe za SMS na vipengele vingine. Ikiwa ungependa kubadilisha ufikiaji au ruhusa zetu, unaweza kufanya hivyo katika mipangilio ya kifaa chako. **Data ya Kifaa cha Mkononi. Tunakusanya maelezo ya kifaa kiotomatiki (kama vile kitambulisho cha kifaa chako cha mkononi, muundo na mtengenezaji), mfumo wa uendeshaji, maelezo ya toleo na maelezo ya usanidi wa mfumo, nambari za kitambulisho za kifaa na programu, aina na toleo la kivinjari, muundo wa maunzi mtoa huduma wa Intaneti na/au mtoa huduma wa simu, na anwani ya Itifaki ya Mtandao (IP) (au seva mbadala). Ikiwa unatumia Programu yetu, tunaweza pia kukusanya taarifa kuhusu mtandao wa simu unaohusishwa na kifaa chako cha mkononi, mfumo wa uendeshaji wa kifaa chako cha mkononi au jukwaa, aina ya kifaa cha mkononi unachotumia, kitambulisho cha kipekee cha kifaa chako na taarifa kuhusu vipengele vya Programu yetu uliyoipata. ** Arifa za Push. Tunaweza kuomba kukutumia arifa zinazotumwa na programu hata wakati huitumii kuhusu akaunti yako au vipengele fulani vya Programu. Ikiwa ungependa kujiondoa ili kupokea aina hizi za mawasiliano, unaweza kuzizima katika mipangilio ya kifaa chako. Maelezo haya yanahitajika ili kudumisha usalama na utendakazi wa Programu yetu, kwa utatuzi na kwa uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphTwentyThree": "Taarifa zilizokusanywa kutoka kwa vyanzo vingine.",
  "privacyParagraphTwentyFour": "Kwa kifupi: Tunaweza kukusanya data chache kutoka kwa hifadhidata za umma, washirika wa uuzaji, mifumo ya mitandao ya kijamii na vyanzo vingine vya nje.",
  "privacyParagraphTwentyFive": "Ili kuongeza uwezo wetu wa kutoa huduma muhimu za uuzaji, matoleo na huduma kwako na kusasisha rekodi zetu, tunaweza kupata maelezo kukuhusu kutoka kwa vyanzo vingine, kama vile hifadhidata za umma, washirika wa pamoja wa uuzaji, programu shirikishi, watoa huduma za data, majukwaa ya mitandao ya kijamii, na vile vile kutoka kwa watu wengine wa tatu. Maelezo haya yanajumuisha anwani za barua, majina ya kazi, anwani za barua pepe, nambari za simu, data ya dhamira (au data ya tabia ya mtumiaji), anwani za Itifaki ya Mtandao (IP), wasifu wa mitandao ya kijamii, URL za mitandao ya kijamii na wasifu maalum, kwa madhumuni ya utangazaji lengwa na utangazaji wa matukio. . Ukiwasiliana nasi kwenye jukwaa la mitandao ya kijamii ukitumia akaunti yako ya mitandao ya kijamii (k.m. Facebook au Twitter), tunapokea taarifa za kibinafsi kukuhusu kama vile jina lako, anwani ya barua pepe na jinsia. Taarifa yoyote ya kibinafsi tunayokusanya kutoka kwa akaunti yako ya mitandao ya kijamii inategemea mipangilio ya faragha ya akaunti yako ya mitandao ya kijamii.",
  "privacyParagraphTwentySix": "2. TUNATUMIAJE HABARI YAKO?",
  "privacyParagraphTwentySeven": "Kwa kifupi: Tunachakata maelezo yako kwa madhumuni kulingana na maslahi halali ya biashara, utimilifu wa mkataba wetu nawe, kutii wajibu wetu wa kisheria, na/au kibali chako.",
  "privacyParagraphTwentyEight": "Tunatumia taarifa za kibinafsi zilizokusanywa kupitia Huduma zetu kwa madhumuni mbalimbali ya biashara yaliyofafanuliwa hapa chini. Tunachakata maelezo yako ya kibinafsi kwa madhumuni haya kwa kutegemea maslahi yetu halali ya biashara, ili kuingia au kufanya mkataba na wewe, kwa kibali chako, na/au kwa kufuata wajibu wetu wa kisheria. Tunaonyesha misingi mahususi ya uchakataji tunayotegemea karibu na kila kusudi lililoorodheshwa hapa chini.",
  "privacyParagraphTwentyNine": "Tunatumia habari tunayokusanya au kupokea:",
  "privacyParagraphThirty": "** Ili kuwezesha kuunda akaunti na mchakato wa kuingia. Ukichagua kuunganisha akaunti yako nasi kwa akaunti ya mtu mwingine (kama vile akaunti yako ya Google au Facebook), tunatumia maelezo uliyoturuhusu kukusanya kutoka kwa wahusika wengine ili kuwezesha uundaji wa akaunti na mchakato wa kuingia kwa ajili ya utendakazi wa mkataba. Tazama sehemu iliyo hapa chini “TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” kwa maelezo zaidi.",
  "privacyParagraphThirtyOne": "**Kuchapisha ushuhuda. Tunachapisha shuhuda kwenye Huduma zetu ambazo zinaweza kuwa na taarifa za kibinafsi. Kabla ya kuchapisha ushuhuda, tutapata kibali chako cha kutumia jina lako na maudhui ya ushuhuda. Ikiwa ungependa kusasisha, au kufuta ushuhuda wako, tafadhali wasiliana nasi kwa privacy@flitaa.com na uhakikishe kuwa umejumuisha jina lako, eneo la ushuhuda, na maelezo ya mawasiliano.",
  "privacyParagraphThirtyTwo": "**Omba maoni. Tunaweza kutumia maelezo yako kuomba maoni na kuwasiliana nawe kuhusu matumizi yako ya Huduma zetu.",
  "privacyParagraphThirtyThree": "**Ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji. Tunaweza kutumia maelezo yako ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji kwa idhini ya kila mtumiaji. Ili kudhibiti akaunti za watumiaji. Tunaweza kutumia maelezo yako kwa madhumuni ya kudhibiti akaunti yetu na kuiweka katika utaratibu wa kufanya kazi.",
  "privacyParagraphThirtyFour": "**Ili kukutumia taarifa za kiutawala. Tunaweza kutumia maelezo yako ya kibinafsi kukutumia bidhaa, huduma na maelezo mapya ya kipengele na/au taarifa kuhusu mabadiliko ya sheria na masharti, sera na sera zetu.",
  "privacyParagraphThirtyFive": "**Ili kulinda Huduma zetu. Tunaweza kutumia maelezo yako kama sehemu ya juhudi zetu za kuweka Huduma zetu salama (kwa mfano, kwa ufuatiliaji na kuzuia ulaghai).**Ili kutekeleza sheria na masharti, masharti na sera zetu kwa madhumuni ya biashara, kutii mahitaji ya kisheria na udhibiti au kuhusiana na mkataba wetu.**Kujibu maombi ya kisheria na kuzuia madhara. Tukipokea wito au ombi lingine la kisheria, huenda tukahitaji kukagua data tuliyo nayo ili kubaini jinsi ya kujibu.",
  "privacyParagraphThirtySix": "**Timiza na udhibiti maagizo yako. Tunaweza kutumia maelezo yako kutimiza na kudhibiti maagizo, malipo, marejesho na ubadilishanaji unaofanywa kupitia Huduma.",
  "privacyParagraphThirtySeven": "**Simamia droo za zawadi na mashindano. Tunaweza kutumia maelezo yako kusimamia droo za zawadi na mashindano unapochagua kushiriki katika mashindano yetu.",
  "privacyParagraphThirtyEight": "**Kutoa na kuwezesha utoaji wa huduma kwa mtumiaji. Tunaweza kutumia maelezo yako kukupa huduma uliyoombwa.**Kujibu maswali ya mtumiaji/kutoa usaidizi kwa watumiaji. Tunaweza kutumia maelezo yako kujibu maswali yako na kutatua masuala yoyote ambayo unaweza kuwa nayo kwa kutumia Huduma zetu.",
  "privacyParagraphThirtyNine": "**Ili kukutumia mawasiliano ya uuzaji na matangazo. Sisi na/au washirika wetu wa masoko wengine wanaweza kutumia maelezo ya kibinafsi unayotutumia kwa madhumuni yetu ya uuzaji, ikiwa hii ni kwa mujibu wa mapendeleo yako ya uuzaji. Kwa mfano, tunapoonyesha nia ya kupata taarifa kuhusu sisi au Huduma zetu, kujiandikisha kwa uuzaji au vinginevyo kuwasiliana nasi, tutakusanya taarifa za kibinafsi kutoka kwako. Unaweza kuchagua kutopokea barua pepe zetu za uuzaji wakati wowote (ona 'HAKI ZAKO ZA FARAGHA NI ZIPI?' hapa chini).",
  "privacyParagraphForty": "**Toa utangazaji unaolengwa kwako. Tunaweza kutumia maelezo yako kutengeneza na kuonyesha maudhui na utangazaji uliobinafsishwa (na kufanya kazi na wahusika wengine wanaofanya hivyo) kulingana na mambo yanayokuvutia na/au eneo na kupima ufanisi wake.",
  "privacyParagraphFortyOne": "**Kwa madhumuni mengine ya biashara. Tunaweza kutumia maelezo yako kwa madhumuni mengine ya biashara, kama vile uchanganuzi wa data, kutambua mwelekeo wa matumizi, kubainisha ufanisi wa kampeni zetu za utangazaji na kutathmini na kuboresha Huduma, bidhaa, uuzaji na matumizi yako. Tunaweza kutumia na kuhifadhi maelezo haya katika fomu iliyojumlishwa na isiyojulikana ili yasihusishwe na watumiaji binafsi na isijumuishe maelezo ya kibinafsi. Hatutatumia taarifa za kibinafsi zinazoweza kutambulika bila kibali chako.",
  "privacyParagraphFortyTwo": "**Tunafikia maelezo ya orodha yako ya anwani ili kukuwezesha kutuma vipengee vya kidijitali kwa watumiaji wengine katika orodha yako ya anwani.",
  "privacyParagraphFortyThree": "3. TAARIFA YAKO ITASHIRIKIWA NA MTU YEYOTE?",
  "privacyParagraphFortyFour": "Kwa kifupi: Tunashiriki maelezo kwa kibali chako pekee, kutii sheria, kukupa huduma, kulinda haki zako, au kutimiza wajibu wa biashara.",
  "privacyParagraphFortyFive": "Tunaweza kuchakata au kushiriki data yako ambayo tunashikilia kwa misingi ya kisheria ifuatayo:",
  "privacyParagraphFortySix": "**Idhini: Tunaweza kuchakata data yako ikiwa umetupa kibali maalum cha kutumia maelezo yako ya kibinafsi kwa madhumuni mahususi.",
  "privacyParagraphFortySeven": "**Maslahi Halali: Tunaweza kuchakata data yako inapohitajika ili kufikia maslahi yetu halali ya biashara.",
  "privacyParagraphFortyEight": "**Utendaji wa Mkataba: Pale ambapo tumeingia mkataba nawe, tunaweza kuchakata maelezo yako ya kibinafsi ili kutimiza masharti ya mkataba wetu.",
  "privacyParagraphFortyNine": "**Majukumu ya Kisheria: Tunaweza kufichua maelezo yako pale tunapohitajika kisheria kufanya hivyo ili kutii sheria inayotumika, maombi ya serikali, shauri la mahakama, amri ya mahakama, au mchakato wa kisheria, kama vile kujibu amri ya mahakama au subpoena (ikiwa ni pamoja na kujibu mamlaka ya umma ili kukidhi usalama wa taifa au mahitaji ya utekelezaji wa sheria).",
  "privacyParagraphFifty": "**Maslahi Muhimu: Tunaweza kufichua maelezo yako pale tunapoamini kuwa ni muhimu kuchunguza, kuzuia, au kuchukua hatua kuhusu ukiukaji wa sera zetu, tuhuma za ulaghai, hali zinazohusisha vitisho vinavyoweza kutokea kwa usalama wa mtu yeyote na shughuli haramu, au kama ushahidi katika madai ambayo tunahusika.",
  "privacyParagraphFiftyOne": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyTwo": "**Uhamisho wa Biashara. Tunaweza kushiriki au kuhamisha maelezo yako kuhusiana na, au wakati wa mazungumzo ya, muunganisho wowote, uuzaji wa mali ya kampuni, ufadhili, au upatikanaji wa yote au sehemu ya biashara yetu kwa kampuni nyingine.",
  "privacyParagraphFiftyThree": "**Wachuuzi, Washauri na Watoa Huduma Wengine wa Wahusika. Tunaweza kushiriki data yako na wachuuzi wengine, watoa huduma, wakandarasi au mawakala ambao hutufanyia huduma au kwa niaba yetu na kuhitaji ufikiaji wa maelezo kama hayo ili kufanya kazi hiyo. Mifano ni pamoja na: usindikaji wa malipo, uchambuzi wa data, uwasilishaji wa barua pepe, huduma za upangishaji, huduma kwa wateja na juhudi za uuzaji. Tunaweza kuruhusu watu wengine waliochaguliwa kutumia teknolojia ya ufuatiliaji kwenye Huduma, ambayo itawawezesha kukusanya data kwa niaba yetu kuhusu jinsi unavyoingiliana na Huduma zetu kwa wakati. Taarifa hii inaweza kutumika, miongoni mwa mambo mengine, kuchanganua na kufuatilia data, kubainisha umaarufu wa maudhui fulani, kurasa au vipengele, na kuelewa vyema shughuli za mtandaoni. Isipokuwa kama ilivyofafanuliwa katika notisi hii, hatushiriki, hatuuzi, hatukodishi au hatuuzi taarifa zako zozote na wahusika wengine kwa madhumuni yao ya utangazaji.",
  "privacyParagraphFiftyFour": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyFive": "**Washirika wa Biashara. Tunaweza kushiriki maelezo yako na washirika wetu wa biashara ili kukupa bidhaa, huduma au matangazo fulani",
  "privacyParagraphFiftySix": "4. HABARI ZAKO UTABIRIWA NA NANI?",
  "privacyParagraphFiftySeven": "Kwa kifupi: Tunashiriki tu taarifa na aina zifuatazo za wahusika wengine.",
  "privacyParagraphFiftyEight": "Tunashiriki tu na kufichua maelezo yako na kategoria zifuatazo za wahusika wengine. Iwapo tumechakata data yako kulingana na kibali chako na ungependa kubatilisha idhini yako, tafadhali wasiliana nasi kwa kutumia maelezo ya mawasiliano yaliyotolewa katika sehemu iliyo hapa chini yenye mada 'JE, UNAWEZAJE KUWASILIANA NASI KUHUSU ILANI HII?'.",
  "privacyParagraphFiftyNine": "**Zana za Mawasiliano na Ushirikiano",
  "privacyParagraphSixty": "7.4 Utachukua hatua zote za busara ili kugundua matumizi yoyote yasiyoidhinishwa na ufikiaji wa Programu ya flitaa na Huduma.7.5 Utafuata kila wakati hatua za usalama zinazoarifiwa na flitaa mara kwa mara au hatua zingine kama zinaweza kutumika kwa matumizi ya Programu ya flitaa na Huduma mara kwa mara.",
  "privacyParagraphSixtyOne": "**Huduma za Uchanganuzi wa Data",
  "privacyParagraphSixtyTwo": "**Watoa Huduma ya Kuhifadhi Data",
  "privacyParagraphSixtyThree": "**Vyombo vya Serikali",
  "privacyParagraphSixtyFour": "**Wachakataji wa Malipo",
  "privacyParagraphSixtyFive": "**Usajili wa Akaunti ya Mtumiaji na Huduma za Uthibitishaji",
  "privacyParagraphSixtySix": "** Watoa Huduma za Kukaribisha Tovuti",
  "privacyParagraphSixtySeven": "5. TUNASHUGHULIKIAJE LOGINS ZAKO ZA KIJAMII?",
  "privacyParagraphSixtyEight": "Kwa Ufupi: Ukichagua kusajili au kuingia katika huduma zetu kwa kutumia akaunti ya mitandao ya kijamii, tunaweza kupata taarifa fulani kukuhusu.",
  "privacyParagraphSixtyNine": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventy": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventyOne": "6. TUNAHIFADHI HABARI YAKO KWA MUDA GANI?",
  "privacyParagraphSeventyTwo": "Kwa kifupi: Tunaweka maelezo yako kwa muda mrefu kadri inavyohitajika ili kutimiza madhumuni yaliyoainishwa katika notisi hii ya faragha isipokuwa kama inavyotakiwa na sheria.",
  "privacyParagraphSeventyThree": "Tutaweka tu taarifa zako za kibinafsi kwa muda tu zitakapohitajika kwa madhumuni yaliyoainishwa katika notisi hii ya faragha, isipokuwa muda mrefu zaidi wa kubaki unahitajika au kuruhusiwa na sheria (kama vile kodi, uhasibu au mahitaji mengine ya kisheria). Hakuna madhumuni katika notisi hii yatatuhitaji kuweka taarifa zako za kibinafsi kwa muda mrefu zaidi ya kipindi ambacho watumiaji wana akaunti nasi.",
  "privacyParagraphSeventyFour": "Wakati hatuna hitaji la biashara halali linaloendelea la kuchakata maelezo yako ya kibinafsi, tutafuta au kuficha maelezo kama hayo, au, ikiwa hili haliwezekani (kwa mfano, kwa sababu taarifa zako za kibinafsi zimehifadhiwa kwenye hifadhi za kumbukumbu), basi tutatuma kwa usalama. hifadhi taarifa zako za kibinafsi na uzitenge na uchakataji wowote hadi ufute uwezekane.",
  "privacyParagraphSeventyFive": "Wakati hatuna hitaji la biashara halali linaloendelea la kuchakata maelezo yako ya kibinafsi, tutafuta au kuficha maelezo kama hayo, au, ikiwa hili haliwezekani (kwa mfano, kwa sababu taarifa zako za kibinafsi zimehifadhiwa kwenye hifadhi za kumbukumbu), basi tutatuma kwa usalama. hifadhi taarifa zako za kibinafsi na uzitenge na uchakataji wowote hadi ufute uwezekane.",
  "privacyParagraphSeventySix": "7. TUNAWEKAJE HABARI YAKO SALAMA?",
  "privacyParagraphSeventySeven": "Kwa kifupi: Tunalenga kulinda taarifa zako za kibinafsi kupitia mfumo wa hatua za usalama za shirika na kiufundi.",
  "privacyParagraphSeventyEight": "Tumetekeleza hatua zinazofaa za kiufundi na za kiusalama za shirika zilizoundwa ili kulinda usalama wa taarifa zozote za kibinafsi tunazochakata. Hata hivyo, licha ya ulinzi na jitihada zetu za kulinda taarifa zako, hakuna utumaji wa kielektroniki kupitia Mtandao au teknolojia ya kuhifadhi taarifa inayoweza kuhakikishiwa kuwa salama kwa 100%, kwa hivyo hatuwezi kuahidi au kuhakikisha kwamba wadukuzi, wahalifu wa mtandaoni, au wahusika wengine ambao hawajaidhinishwa hawatakuwa. kuweza kushinda usalama wetu, na kukusanya, kufikia, kuiba, au kurekebisha maelezo yako isivyofaa. Ingawa tutajitahidi tuwezavyo kulinda taarifa zako za kibinafsi, utumaji wa taarifa za kibinafsi kwenda na kutoka kwa Huduma zetu ni kwa hatari yako mwenyewe. Unapaswa kufikia Huduma katika mazingira salama pekee.",
  "privacyParagraphSeventyNine": "8. HAKI ZAKO ZA FARAGHA NI ZIPI?",
  "privacyParagraphEighty": "Kwa kifupi: Unaweza kukagua, kubadilisha, au kusimamisha akaunti yako wakati wowote.",
  "privacyParagraphEightyOne": "Ikiwa wewe ni mkazi katika EEA au Uingereza na unaamini kuwa tunachakata maelezo yako ya kibinafsi kinyume cha sheria, pia una haki ya kulalamika kwa mamlaka ya usimamizi ya ulinzi wa data ya eneo lako. Unaweza kupata maelezo yao ya mawasiliano hapa.",
  "privacyParagraphEightyThree": "Ikiwa wewe ni mkazi wa Uswizi, maelezo ya mawasiliano ya mamlaka ya ulinzi wa data yanapatikana hapa.",
  "privacyParagraphEightyFour": "Ikiwa una maswali au maoni kuhusu haki zako za faragha, unaweza kututumia barua pepe kwa privacy@flitaa.com",
  "privacyParagraphEightyFive": "Taarifa za Akaunti",
  "privacyParagraphEightySix": "Iwapo ungependa kukagua au kubadilisha maelezo katika akaunti yako wakati wowote au kusimamisha akaunti yako, unaweza:",
  "privacyParagraphEightySeven": "Ingia kwa mipangilio ya akaunti yako na usasishe akaunti yako ya mtumiaji. Baada ya ombi lako la kusitisha akaunti yako, tutazima au kufuta akaunti yako na taarifa kutoka kwa hifadhidata zetu zinazotumika. Hata hivyo, tunaweza kuhifadhi baadhi ya taarifa katika faili zetu ili kuzuia ulaghai, kutatua matatizo, kusaidia uchunguzi wowote, kutekeleza Sheria na Masharti yetu na/au kutii mahitaji ya kisheria yanayotumika.",
  "privacyParagraphEightyEight": "Kujiondoa kwenye uuzaji wa barua pepe: Unaweza kujiondoa kutoka kwa orodha yetu ya barua pepe za uuzaji wakati wowote kwa kubofya kiungo cha kujiondoa katika barua pepe tunazotuma au kwa kuwasiliana nasi kwa kutumia maelezo yaliyotolewa hapa chini. Kisha utaondolewa kwenye orodha ya barua pepe za uuzaji - hata hivyo, bado tunaweza kuwasiliana nawe, kwa mfano kukutumia barua pepe zinazohusiana na huduma ambazo ni muhimu kwa usimamizi na matumizi ya akaunti yako, kujibu maombi ya huduma, au kwa huduma zingine. madhumuni yasiyo ya masoko. Ili kuchagua kutoka, unaweza: Wasiliana nasi kwa kutumia maelezo ya mawasiliano uliyopewa.",
  "privacyParagraphEightyNine": "9. VIDHIBITI VYA SIFA ZA USIFUATILIE",
  "privacyParagraphNinety": "Vivinjari vingi vya wavuti na baadhi ya mifumo ya uendeshaji ya simu na programu za simu hujumuisha kipengele cha Do-Not-Track (“DNT”) au mpangilio unayoweza kuwasha ili kuashiria upendeleo wako wa faragha kutokuwa na data kuhusu shughuli zako za kuvinjari mtandaoni kufuatiliwa na kukusanywa. Katika hatua hii hakuna kiwango cha teknolojia sare cha kutambua na kutekeleza mawimbi ya DNT ambacho kimekamilika. Kwa hivyo, kwa sasa hatujibu mawimbi ya kivinjari cha DNT au utaratibu mwingine wowote unaotuma kiotomatiki chaguo lako lisifuatiliwe mtandaoni. Ikiwa kiwango cha ufuatiliaji mtandaoni kitapitishwa ambacho ni lazima tufuate siku zijazo, tutakujulisha kuhusu utaratibu huo katika toleo lililosahihishwa la notisi hii ya faragha.",
  "privacyParagraphNinetyOne": "10. JE, TUNAFANYA USASISHAJI WA ILANI HII?",
  "privacyParagraphNinetyTwo": "Kwa kifupi: Ndiyo, tutasasisha notisi hii inapohitajika ili kuendelea kutii sheria husika.",
  "privacyParagraphNinetyThree": "Tunaweza kusasisha ilani hii ya faragha mara kwa mara. Toleo lililosasishwa litaonyeshwa kwa tarehe iliyosasishwa ya 'Iliyorekebishwa' na toleo lililosasishwa litaanza kutumika mara tu litakapopatikana. Iwapo tutafanya mabadiliko muhimu kwa notisi hii ya faragha, tunaweza kukuarifu ama kwa kutuma notisi ya mabadiliko kama haya au kwa kukutumia arifa moja kwa moja. Tunakuhimiza ukague notisi hii ya faragha mara kwa mara ili kufahamishwa jinsi tunavyolinda maelezo yako.",
  "privacyParagraphNinetyFour": "11. UNAWEZAJE KUWASILIANA NASI KUHUSU TANGAZO HII?",
  "privacyParagraphNinetyFive": "Ikiwa una maswali au maoni kuhusu notisi hii, unaweza kututumia barua pepe kwa privacy@flitaa.com",
  "privacyParagraphNinetySix": "12. UNAWEZAJE KUPITIA. UPDATE. AU FUTA DATA TUNAYOKUSANYA KUTOKA KWAKO?",
  "privacyParagraphNinetySeven": "Kulingana na sheria zinazotumika za nchi yako, unaweza kuwa na haki ya kuomba ufikiaji wa maelezo ya kibinafsi tunayokusanya kutoka kwako, kubadilisha maelezo hayo au kuyafuta katika hali fulani. Ili kuomba kukagua, kusasisha, au kufuta maelezo yako ya kibinafsi, tafadhali wasiliana na: privacy@flitaa.com",


  "terms&Condition": "Sheria na Masharti",
  "lastUpdated": "Ilisasishwa Mwisho tarehe 13 Juni 2022",
  "carefullyUnderstand": "A. Tafadhali soma kwa makini na uelewe Sheria na Masharti haya (“T&Cs”) [na marekebisho yoyote yanayofanywa mara kwa mara na flitaa (“flitaa”)] kabla ya kujisajili katika Programu ya flitaa au kutengeneza matumizi ya Huduma zozote.",
  "consent": "B. Kwa kufikia Programu ya flitaa au kuomba Huduma zozote, unakubali kufungwa na T&Cs hapa chini.",
  "useOfFlitaa": "C. T&C hizi, pamoja na Sera yetu ya Faragha (ona www.flitaa.com/privacy) anzisha masharti kamili na masharti ambayo yataendana na matumizi yako ya Flitaa App na ufikiaji wa Huduma zozote za flitaa.",
  "subjectToModification": "D. T&C hizi zinaweza kurekebishwa bila notisi ya awali, mara kwa mara kwa hiari yetu. Matumizi yako ya Flitaa App na Huduma huanzisha makubaliano yako kuambatana na masharti ya marekebisho yoyote kama haya kwa T&Cs haya ambayo yatafanyika mara kwa mara imesasishwa kwenye Programu ya flitaa.",
  "effectOnDateOfPublication": "E. T&Cs hizi na marekebisho yoyote yaliyofanywa kwayo yataanza kutekelezwa tarehe yao ya kuchapishwa na ni wajibu wako kuwa kuwasiliana na T&Cs zilizosasishwa zilizochapishwa kwenye Flitaa App kila mojawakati unapoifikia.",
  "AppMayBeMonitored": "F. Matumizi ya Flitaa App yanaweza kufuatiliwa, kufuatiliwa kwa ukaguzi madhumuni, na mtu yeyote anayetumia Programu hii ya flitaa anakubali waziwazi kwa ufuatiliaji na ufuatiliaji huo.",
  "doNotConsent": "G. Ikiwa hukubaliani na T&Cs hizi au sehemu yake yoyote, tafadhali usitumie Programu hii ya flitaa au Huduma zozote.",
  "giveConsent": "H. Utachukuliwa kuwa umekubali na kuyakubali haya T&Cs mara tu unapobofya kitufe cha 'Jisajili' au 'Fungua Akaunti'.",
  "herebyAgreed": "INAKUBALIWA HIVI IFUATAVYO:",
  "definitions": "1. UFAFANUZI",
  "purposeOfTerms": "Kwa madhumuni ya T&Cs hizi na utangulizi hapo juu, isipokuwa tu muktadha unahitaji vinginevyo:",
  "tradeMarkedAndOwned": "*'Flitaa App'* inamaanisha programu ya wingu ya flitaa, Simu ya Mkononi maombi, na tovuti inayomilikiwa, alama ya biashara, na kuendeshwa na flitaa.",
  "credentialsMean": "*'Vitambulisho'* inamaanisha kitambulisho chako cha kibinafsi kinachotumiwa kufikia Programu, ikijumuisha lakini sio tu kwa jina lako la mtumiaji, nenosiri na nambari ya kitambulisho cha kibinafsi ('PIN').",
  "privacyPolicyMean": "*'Sera ya Faragha'* inamaanisha sera ya faragha ya flitaa ambayo huweka msingi ambao data yoyote ya kibinafsi tunakusanya kutoka wewe, au unayoturuzuku, tutatumiwa na sisi.",
  "servicesMean": "*'Huduma'* maana yake ni aina yoyote ya huduma za kifedha ambazo flitaa inaweza kukupa kupitia Flitaa App na ambayo unaweza mara kwa mara hitaji.*“Mtoa Huduma”* maana yake ni taasisi yako ya kifedha, ofisi za mikopo, waendeshaji mtandao wa simu na taarifa nyingine yoyote benki inayopatikana kwa flitaa katika Jamhuri ya Shirikisho ya Nigeria. The neno linaweza kufasiriwa kumaanisha chombo chochote au vyote vilivyo hapo juu, kama muktadha unaweza kuhitaji.",
  "smsMean": "*“SMS”* maana yake ni Huduma Fupi ya Kutuma Ujumbe.",
  "transactionFeesMean": "*“Ada za Muamala”* inajumuisha viwango vya riba, ada na ada zozote kulipwa kwa matumizi ya Huduma zetu zozote kama zinapatikana kwenye Flitaa App au kwa njia nyingine kama vile flitaa itafanya busara kuamua.",
  "flitaaMeanFlitbase": "*'flitaa', 'sisi' au 'sisi'* inamaanisha FLITBASE Ltd.",
  "youMeanPerson": "*'Wewe' au 'Mtumiaji'* inamaanisha mtu anayenuia kufikia flitaa App, jiunge na kupokea Huduma.",
  "useOfLicence": "2. MATUMIZI YA LESENI",
  "ownedByFlitbase": "2.1 Programu hii ya flitaa inamilikiwa na kuendeshwa na FLITBASE Ltd.",
  "consentToAbide": "2.2 Kwa kutegemea wewe kukubali kutii T&Cs hizi, sisi hapa kukupa leseni inayoweza kutenduliwa, isiyoweza kuhamishwa, isiyo ya kipekee kwa tumia Programu ya flitaa na Huduma. Isipokuwa kama ilivyoelezwa wazi katika T&Cs hizi, Programu ya flitaa na Huduma ni kwa ajili yako binafsi na matumizi yasiyo ya kibiashara na haianzishi kuwa unamiliki yoyote haki za umiliki wake kwa vyovyote vile. Hakuna sehemu ya Programu, haiwezi kuwa kinyume, kunakiliwa, kurudiwa, kunakiliwa, kurekebishwa, kuuzwa, kuuzwa upya, au kusambazwa bila ridhaa yetu.",
  "doNotGrant": "2.3 Isipokuwa kama ilivyoelezwa bayana katika T&Cs hizi, hatutoi ruhusa haki yoyote ndani au ya mali yetu ya kiakili au ile ya mtu mwingine yeyote chama katika Programu. Leseni iliyotolewa katika sehemu hii inategemea kwa kufuata kwako na ikitokea kwamba utakiuka masharti yoyote kati ya T&C hizi, haki zako chini ya sehemu hii zitakuwa mara moja kuachishwa.",
  "ensureAllDocument": "2.4 Utahakikisha taarifa zote za usajili utakazowasilisha zitahitajika kuwa kweli, sahihi, sasa, na kamili. Utadumisha usahihi wa taarifa hizo na kusasisha usajili huo mara moja habari inapohitajika.",
  "limitationsOfUse": "3. VIKOMO VYA MATUMIZI YA Flitaa APP NA HUDUMA",
  "notMoreThanOne": "Hutafungua zaidi ya akaunti moja ya flitaa.",
  "contraryToLaw": "Hutajiingiza katika shughuli zozote zinazohusiana na Programu hii ya flitaa ambayo ni kinyume na sheria inayotumika, kanuni au masharti ya makubaliano yoyote uliyo nayo na sisi.",
  "establishReasonableConnection": "Katika hali ambapo maeneo ya Programu hii ya flitaa yanahitaji kitambulisho cha ufikiaji, utaanzisha chochote kinachofaa hatua za usalama na vidhibiti vya kuzuia ufikiaji wa nenosiri lako, PIN au maelezo mengine ya utambulisho kwa watu walioidhinishwa.",
  "notUseInconsistentManner": "Hutatumia Programu au Huduma zozote kwa namna yoyote ile kinyume na T&Cs hizi, au kutenda kwa ulaghai au kwa nia mbaya, kwa mfano, kwa kupandikiza msimbo hasidi, ikiwa ni pamoja na virusi, au data haribifu, kwenye Programu ya flitaa, huduma yoyote inayohusiana nayo.",
  "notInfringeIntellectual": "Hutakiwi kukiuka haki miliki za flitaa au zile za wahusika wengine kuhusiana na matumizi yako ya Programu au yoyote Huduma, pamoja na uwasilishaji wa nyenzo yoyote (kwa kiwango kwamba matumizi hayo hayajaidhinishwa na T&Cs hizi).",
  "notCommunicate": "Usiwasilishe nyenzo yoyote ambayo ni ya dharau, kivita au vinginevyo chukizo kuhusiana na matumizi yako ya Flitaa App au Huduma yoyote.",
  "notEngageAutomated": "Hutahusika katika matumizi yoyote ya kiotomatiki ya mfumo, kama vile kutumia hati kutuma maoni au ujumbe, au kutumia data yoyote uchimbaji madini, roboti, au zana kama hizo za kukusanya na kuchimba data.",
  "notInterfere": "Haupaswi kuingilia kati, kuvuruga, au kuunda mzigo usiofaa kwenye Programu ya flitaa au mitandao au huduma zilizounganishwa kwenye Tovuti.",
  "attemptToImpersonate": "Hutajaribu kuiga mtumiaji mwingine au mtu au matumizi jina la mtumiaji la mtumiaji mwingine.",
  "notTrick": "Hutatulaghai, walaghai au kutupotosha sisi na watumiaji wengine, hasa katika jaribio lolote la kujifunza taarifa nyeti za akaunti kama vile manenosiri ya mtumiaji.",
  "submitFalse": "Hutatumia vibaya huduma zetu za usaidizi au kuwasilisha ripoti za uwongo za unyanyasaji au utovu wa nidhamu.",
  "useUsername": "Hutajaribu kuiga mtumiaji mwingine au mtu au matumizi jina la mtumiaji la mtumiaji mwingine.",
  "notUseInformation": "Hutatumia taarifa yoyote iliyopatikana kutokana na kutumia flitaa Programu na Huduma zake ili kunyanyasa, kunyanyasa au kumdhuru mtu mwingine mtu.",
  "notHarassEmployee": "Hutanyanyasa, kutisha, au kutishia mfanyakazi wetu yeyote inayohusika katika kutoa huduma yoyote ya Flitaa App kwako.",
  "useOfFlitaaService": "4. MATUMIZI YA Flitaa APP NA HUDUMA",
  "ageOfUse": "4.1 Programu ya flitaa na Huduma zinazotolewa na flitaa zinaweza tu kuwa inatumiwa na watu walio na umri wa zaidi ya miaka 18 na kwa madhumuni ya kupata Huduma zetu.",
  "mayBePrinted": "4.2 Taarifa iliyotumwa kwenye Programu ya flitaa inaweza kuchapishwa matumizi yako, mradi, hata hivyo, ili yasirudiwe au kusambazwa tena kwa mtu mwingine yeyote au shirika.",
  "notIntendedForDistribution": "4.3 Taarifa kwenye Programu ya flitaa haikusudiwa usambazaji kwa, au kutumiwa na, mtu yeyote au chombo chochote mamlaka au nchi ambapo usambazaji au matumizi hayo yangekuwa kinyume na sheria za mitaa au kanuni.",
  "releaseFrom": "4.4 Unakubali na utaachilia kutoka na kufidia flitaa dhidi ya madai yote, hasara, uharibifu na gharama hata hivyo inayotokana na, au kwa njia yoyote inayohusiana na flitaa kuwa nayo alitenda (au kushindwa kuchukua hatua) kwa mujibu wa ombi lako lolote kwa Huduma.",
  "transactionFees": "5. ADA ZA MAAMINIFU",
  "setCharge": "flitaa itakuwa na haki ya kuweka na kutoza Ada za Muamala, katika uhusiano na matumizi yako ya Huduma zetu zozote na mara kwa mara wakati wa kurekebisha au ubadilishe Ada zake za Muamala kwa Huduma. Hata hivyo, flitaa itatumia juhudi za busara kukujulisha lolote marekebisho kuhusu Ada za Muamala ndani ya kiwango kinachokubalika kipindi kabla ya kutekelezwa.",
  "personalInformation": "6. TAARIFA BINAFSI",
  "backgroundCheck": "6.1 Unakubali na kuruhusu flitaa kufanya usuli hukagua na kuthibitisha maelezo ya kibinafsi yaliyotolewa na wewe kwenye Flitaa App au kuhusiana na matumizi yako ya Huduma zozote dhidi ya taarifa inayoshikiliwa kukuhusu na Huduma yoyote husika Mtoa huduma.",
  "informationToVerify": "6.2 Taarifa ambayo flitaa inaweza kuthibitisha dhidi ya taarifa hiyo inayoshikiliwa na Watoa Huduma inajumuisha (bila kikomo): yako BVN, nambari ya simu, jina, tarehe ya kuzaliwa, Nambari ya Kitambulisho (“Kitambulisho”) au Nambari ya Pasipoti na taarifa nyingine kama hizo wezesha flitaa kukutambua ('Taarifa za Kibinafsi').",
  "accessDevice": "6.3 Kwa hili unakubali na kuidhinisha flitaa kufikia na kuthibitisha habari kwenye kifaa chako ikijumuisha, lakini sio tu, data inayohusiana na kifaa chako (pamoja na, bila kizuizi, yako historia ya simu), kitambulisho cha kifaa chako, GPS kwenye yako kifaa, orodha yako ya programu, historia yako ya SMS (kwa kiotomatiki OTP) na upendeleo mwingine kama huo wa ufikiaji unaofaa kwa huduma hii.",
  "verifyServiceProvider": "6.4 Kwa hivyo unakubali flitaa kupata na kuthibitisha Taarifa za Kibinafsi na Taarifa Husika na Huduma Watoa huduma kwa kiwango kinachohitajika.",
  "procurePersonalInformation": "6.5 Kwa hivyo unakubali flitaa kupata na kununua yako Taarifa za Kibinafsi na Taarifa Muhimu kutoka kwa husika Mtoa Huduma na unakubali zaidi na kuridhia ufichuzi na utoaji wa Taarifa hizo za Kibinafsi na Husika Taarifa kutoka kwa Mtoa Huduma. Kushindwa kutoa vile habari ndani ya muda unaohitajika na flitaa inaweza kusababisha kukataa kukupa Huduma husika.",
  "holdFlitaaInnocent": "6.6 Kwa hili unakubali kufidia na kushikilia flitaa na Mtoa huduma asiye na hatia kwa madai yoyote, hasara, dhima na gharama (pamoja na ada na gharama za kisheria) ambazo inaweza kuongezeka kama matokeo ya ufichuzi na utegemezi kwa vile Taarifa za Kibinafsi na/au Taarifa Husika.",
  "usersObligation": "7. WAJIBU WA MTUMIAJI",
  "responsibleForObligation": "7.1 Utawajibika kupata na kuhakikisha usalama, matengenezo na utendaji vifaa vyote vya kompyuta, programu, simu ya mkononi na vifaa vingine vinavyohitajika kufikia na kutumia Programu hii na upokee Huduma ('Vifaa'). flitaa haitakuwa kuwajibika kwa virusi vya kompyuta yoyote au matatizo yanayohusiana ambayo yanaweza kuwa inayohusishwa na matumizi ya Programu ya flitaa, Huduma na yako Vifaa.",
  "followAllObligation": "7.2 Utafuata maagizo, taratibu na masharti yote iliyo katika T&Cs hizi na hati yoyote iliyotolewa na flitaa kuhusu matumizi ya Programu na Huduma.",
  "credentialsNotExposed": "7.3 Utahakikisha kwamba Hati zako za Utambulisho hazijaonyeshwa yoyote mtu asiyeidhinishwa. flitaa haitawajibika kwa ufichuzi wowote ya Hati zako kwa wahusika wengine na unakubali kufidia na kushikilia flitaa bila hatia ya matukio yoyote ya bahati mbaya inayotokana na ufichuzi wowote wa Kitambulisho chako.",
  "rationalMeasures": "7.4 Utachukua hatua zote za busara kugundua yoyote matumizi yasiyoidhinishwa na ufikiaji wa Programu ya flitaa na Huduma.7.5 Utafuata kila wakati hatua za usalama zilizoarifiwa kwa flitaa mara kwa mara au hatua zingine kama zinavyoweza kuwa inatumika kwa matumizi ya Programu ya flitaa na Huduma mara kwa mara kwa wakati.",
  "termination": "8.0 KUKOMESHWA",
  "terminateUse": "8.1 flitaa inaweza wakati wowote, baada ya taarifa kwako, kusitisha au kubadilisha matumizi yako ya Programu ya flitaa na ufikiaji wa Huduma zozote na, hasa, lakini bila ya kuathiri ujumla wa yaliyotangulia. flitaa inaweza kughairi miamala yoyote ambayo haijashughulikiwa uliyo nayo programu ya flitaa.",
  "suspendUse": "8.2 hapo juu, flitaa inaweza, kwa hiari yake, kusimamisha matumizi yako ya Flitaa App au Huduma zozote:",
  "unlawfulPractice": "(a) ikiwa unatumia Programu ya flitaa au Huduma zozote kwa uharamu mazoea au pale flitaa inapogundua unyanyasaji/matumizi mabaya yoyote, ukiukaji wa maudhui, udanganyifu au jaribio la udanganyifu;",
  "complyWithCourtOrder": "(b) Iwapo flitaa itahitajika kufuata amri ya mahakama, wito, au maagizo kutoka kwa serikali, mdhibiti au nyinginezo mamlaka husika;",
  "suspectsBreach": "(c) Iwapo flitaa inashuku kuwa umekiuka haya T&Cs ambazo unashindwa kusuluhisha (ikiwa zinaweza kurekebishwa) ndani ya saa 72 baada ya huduma ya notisi kwa barua pepe, SMS au nyinginezo njia za kielektroniki za mawasiliano zinazokuhitaji kufanya hivyo;",
  "suspensionNecessary": "(d) Pale ambapo kusimamishwa huko ni muhimu kama matokeo ya matatizo ya kiufundi au kwa sababu za usalama; kuwezesha a sasisha au uboresha hadi yaliyomo au utendaji wa Huduma au Programu mara kwa mara;",
  "decidesToSuspend": "(e) Iwapo flitaa itaamua kusimamisha au kusitisha utoaji wa Huduma kwa sababu yoyote kama inaweza kuamua kwa hiari yake.",
  "notAffect": "8.3 Kusitishwa hakutaathiri haki zozote zilizopatikana na madeni ya chama chochote.",
  "disruptionOfService": "9. KUVURUGWA KWA HUDUMA",
  "cannotGuarantee": "Hatuwezi kuhakikisha kuwa Programu ya flitaa itapatikana wakati wote. Huenda tukakumbana na maunzi, programu, au matatizo mengine au tunahitaji kufanya matengenezo yanayohusiana na Tovuti, na kusababisha usumbufu, ucheleweshaji, au makosa, kati ya mambo mengine:",
  "hardwareDowntime": "(a) kukatika kwa maunzi, ikijumuisha, miongoni mwa mambo mengine, utendakazi ya kompyuta (ikiwa ni pamoja na yako), seva, mitandao, na nyinginezo msaada wa matumizi;",
  "softwareDowntime": "(b) utendakazi wa programu, ikijumuisha miongoni mwa mambo mengine, hitilafu, makosa, virusi, matatizo ya usanidi, kutofautiana kwa mifumo, huduma au programu, uendeshaji wa ukuta wa moto, misimbo isiyoweza kusomeka, au hitilafu ndani ya maudhui fulani;",
  "overload": "(c) kuzidiwa kwa uwezo wa mfumo;",
  "severeWeather": "(d) uharibifu unaosababishwa na hali mbaya ya hewa, matetemeko ya ardhi, vita, ghasia; ugaidi, kitendo cha Mungu, ajali, moto, mlipuko, usumbufu wa matumizi mengine ya huduma au kuvunjika kwa mitambo;",
  "labourStrike": "(e) mgomo wa wafanyikazi;",
  "governmentRegulation": "(f) vikwazo vya serikali au udhibiti, maamuzi, au mahakama maagizo;",
  "failureOfTelecomms": "(g) kushindwa kwa mfumo wowote wa mawasiliano wa umma au wa kibinafsi;",
  "anyOtherCause": "(h) sababu nyingine yoyote iliyo nje ya uwezo wetu.",
  "exemptionOfLiability": "10. MSAMAHA WA DHIMA",
  "asIsBasis": "10.1 Programu (pamoja na habari zote na nyenzo zilizomo kwenye App) hutolewa kwa msingi wa 'kama ilivyo'.",
  "discontinueService": "10.2 Tunaweza kusitisha au kurekebisha maelezo au huduma ilivyoelezwa kwenye Flitaa App wakati wowote bila taarifa ya awali wewe na bila dhima yoyote kwako.",
  "notLiableForDelay": "10.3 flitaa haitawajibika kwa ucheleweshaji wowote, ugumu matumizi, virusi vya kompyuta, msimbo hasidi au kasoro nyingine katika Programu hii, kutopatana na faili za Mtumiaji na kivinjari cha Mtumiaji kupata programu, au matatizo mengine yoyote yanayotokea zaidi ya yetu kudhibiti.",
  "serviceForPersonalUse": "10.4 flitaa hutoa Huduma kwa matumizi ya kibinafsi pekee, na ndogo na mahitaji ya ufadhili wa biashara ya kati, na hatutawajibika kwa hasara yoyote ya faida, hasara ya usumbufu wa biashara au matarajio kama matokeo ya matumizi yako kinyume cha sheria ya Huduma.",
  "notLiableForDamage": "10.5 flitaa haitawajibika kwa hasara au uharibifu wowote kuteseka kwako kutokana na au kuhusiana na:",
  "unlawfulUse": "(a) matumizi yoyote yasiyo halali ya Huduma, Programu ya flitaa na yako Vifaa;",
  "failureToComply": "(b) kushindwa kwako kutii T&Cs hizi na hati yoyote au habari iliyotolewa na flitaa kuhusu matumizi ya flitaa Programu na Huduma.",
  "notAccountable": "10.6 Kwa hali yoyote flitaa haitawajibika kwako hasara yoyote ya faida, matarajio au akiba iliyokadiriwa au kwa yoyote hasara isiyo ya moja kwa moja au ya matokeo ya aina yoyote, iwe imesababishwa vipi, kutoka au kuhusiana na matumizi ya Programu.",
  "communication": "11. MAWASILIANO",
  "accessingTheApp": "Kufikia Programu ya flitaa, kututumia barua pepe, na kukamilisha mtandaoni fomu zinajumuisha mawasiliano ya kielektroniki. Unakubali kupokea mawasiliano ya kielektroniki, na unakubali kwamba makubaliano yote, arifa, ufumbuzi, na mawasiliano mengine tunayokupa kielektroniki, kupitia barua pepe na kwenye Programu ya flitaa, ridhisha sheria zozote mahitaji ya mawasiliano kama haya yawe ya maandishi.",
  "electronicSignature": "HIVI UNAKUBALI MATUMIZI YA SAINI ZA KIELEKTRONIKI, MKATABA, MAAGIZO, NA KUMBUKUMBU NYINGINE, NA UTOAJI WA ANGALIZO KWA KIelektroniki, SERA, NA KUMBUKUMBU ZA MALIPO ILIYOANZA AU ILIYOKAMILISHWA NA SISI. AU KUPITIA Flitaa App.",
  "correction": "12. USAHIHISHO",
  "rightToCorrect": "Kunaweza kuwa na taarifa kwenye Programu ya flitaa iliyomo makosa ya uchapaji, dosari, au kuachwa ambazo zinaweza kuhusiana kwa Huduma, ikijumuisha maelezo, bei, upatikanaji na taarifa nyingine mbalimbali. Tuna haki ya kusahihisha yoyote makosa, usahihi, au kuachwa na kubadilisha au kusasisha habari kwenye Tovuti wakati wowote, bila taarifa ya awali.",
  "general": "13. JUMLA",
  "noFailure": "13.1 Hakuna kushindwa kwa upande wa chama chochote kufanya mazoezi, au kuchelewa sehemu yake katika kutekeleza, haki yoyote, uwezo au suluhisho linalotolewa na T&C hizi au kwa sheria zitafanya kazi kama msamaha wake, wala haitafanya hivyo utekelezaji wowote wa moja au sehemu ya haki, uwezo au suluhisho kama hilo kuzuia zoezi lolote zaidi au lingine la hilo, au lingine lolote, haki, nguvu au dawa.",
  "anyProvision": "13.2 Iwapo masharti yoyote au sehemu ya masharti ya T&Cs haya yatafanyika kuwa, au kupatikana na mahakama yoyote yenye mamlaka kuwa, batili au kutotekelezeka, ubatili kama huo au kutotekelezeka haitaathiri masharti mengine au sehemu za masharti hayo ya T&Cs hizi, ambazo zote zitasalia katika nguvu kamili na athari.",
  "doNotRely": "13.3 Unakubali kwamba katika kukubali T&C hizi, hutegemei kwa taarifa yoyote, uwakilishi, hakikisho au dhamana (ikiwa kufanywa bila hatia au kwa uzembe) ambayo haijaainishwa katika T&Cs hizi au Sera yetu ya Faragha.",
  "agreeToAssign": "13.4 Kwa hivyo unakubali kwamba tunaweza kugawa, kuhamisha, kandarasi ndogo au vinginevyo kushughulikia haki na/au wajibu wetu chini ya haya T&Cs. Huwezi, bila idhini yetu ya maandishi, kugawa, uhamisho, mkataba mdogo au vinginevyo shughulikia haki zako zozote na/au wajibu chini ya T&Cs hizi.",
  "disputeResolution": "14. UTATUZI WA MIGOGORO",
  "disputesFlitaa": "14.1 Migogoro flitaa na Mtumiaji atatumia juhudi zao kutatua mzozo wowote, utata au madai ya aina yoyote uhusiano na T&C hizi au matumizi ya Programu ya flitaa.",
  "arbitration": "14.2 Usuluhishi",
  "provisionToClause": "14.2.1 Kwa kuzingatia masharti ya kifungu cha 13.1 hapo juu, mgogoro wowote, mabishano au kudai chochote na kwa vyovyote vile vinavyojitokeza uhusiano na T&Cs hizi, ila kama ilivyotolewa mahususi humu, itapelekwa kwa uamuzi wa mwisho kwenye usuluhishi kwa mujibu wa Sheria ya Usuluhishi na Upatanisho Sura A18 Sheria ya Shirikisho la Nigeria, 2004 kwa wakati huu, au utungaji upya wowote wa kisheria au marekebisho yake.",
  "arbitralTribunal": "14.2.2 Mahakama ya Usuluhishi itajumuisha msuluhishi mmoja (1) kwa kuteuliwa kwa pamoja na Vyama.",
  "arbitrationInNigeria": "14.2.3 Usuluhishi utafanyika katika Jamhuri ya Shirikisho la Nigeria; na kwa kiwango kinachokubalika na sheria uamuzi wa msuluhishi atakuwa wa mwisho na atawafunga wahusika na hatakabiliwa na rufaa yoyote.",
  "nothingInClause": "14.2.4 Hakuna chochote katika kifungu hiki 14.2 kitakachozuia upande wowote uhuru wa kuanza mashauri ya kisheria ya aina yoyote kwa madhumuni hayo ya kutafuta unafuu wa awali wa maagizo au hatua za kihafidhina kutoka kwa mahakama yoyote yenye mamlaka inayosubiri fainali uamuzi.",
  "governingLaw": "15. SHERIA INAYOONGOZA",
  "complyWithLaw": "Katika masharti haya ya huduma, lazima uzingatie yote ya ndani na sheria na kanuni za kimataifa zinazotumika kwa matumizi yako ya Flitaa App. Sheria hizi ni pamoja na vikwazo juu ya marudio, mwisho watumiaji, na mwisho wa matumizi. Sote tunakubali kwamba madai haya yote yanaweza tu kushtakiwa katika mahakama ya shirikisho au serikali katika Shirikisho Jamhuri ya Nigeria. T&Cs hizi zitasimamiwa na kufasiriwa kwa mujibu wa sheria za Shirikisho la Jamhuri ya Nigeria.",
  "contactUs": "16. WASILIANA NASI",
  "resolveComplaint": "Ili kutatua malalamiko au una maswali au maoni kuhusu Sheria na Masharti haya au kuwa na wasiwasi kuhusu jinsi tunavyoshughulikia wa taarifa zako za kibinafsi, unataka kuripoti ukiukaji unaowezekana wa sheria za faragha; tafadhali wasiliana nasi kwa faragha@flitaa.com"
}
