{
  "home": "Mh",
  "about": "kuhusu",
  "features": "Vipengele",
  "getStarted": "Anza",
  "introducingSimplicity": "Tunakuletea Urahisi",
  "introducingVariety": "Kuanzisha Aina Mbalimbali",
  "easyWaytoTradeCryptocurrency": "Njia mpya na rahisi ya Kufanya Biashara ya Cryptocurrency",
  "downloadApp": "Pakua programu yetu",
  "depositCashOrCrypto": "Weka pesa taslimu au crypto",
  "transactAndObserveGrowth": "Shughulika na uangalie ukuaji",
  "featuresFromSimpleWallet": "Vipengele utakavyotarajia kutoka kwa mkoba rahisi",
  "fundsSafety": "Usalama wa Fedha",
  "multiAssets": "Mali nyingi",
  "supportLocalCurrency": "Inasaidia sarafu za eneo lako",
  "kenyanShillings": "Shilingi za Kenya",

  "tradeAndHoldCryptocurrencies": "Nunua, Biashara na Shikilia Fedha za Crypto kwa njia rahisi zaidi",
  "buyAndAccessToken": "Nunua na uuze fedha za siri kwa urahisi ukitumia programu yetu ambayo ni rafiki kwa watumiaji. Fikia zaidi ya tokeni 40. Pochi ya crypto umekuwa ukingojea.",

  "testimonials": "Ushuhuda",
  "hearUserSay": "Sikia watumiaji wetu wa kimataifa wanasema nini",
  "happyToBeginCryptoJourney": "Nina furaha kuanza safari yangu ya cryptocurrency na flitaa. Imekuwa tukio la ajabu.",
  "growingAtGeometricProgression": "CEX bora ambayo husikiliza mapigo ya moyo ya watumiaji wake. Inakua katika maendeleo ya kijiometri. Kununua na kuuza crypto kumerahisisha na rahisi sana. Flitaa kwa ajili yako.",

  "letGetYouStarted": "Hebu tuanze",
  "noMatterWhereYouAre": "Haijalishi uko wapi, biashara ni mbofyo mmoja tu. Pata taarifa kuhusu uwekezaji wako wakati wowote na upate habari kuhusu bei ya hivi punde ya Bitcoin, Ethereum na mali nyinginezo zinazovuma za kidijitali.",
  "availableOnAndroidAndIOS": "Inapatikana kwenye Android na iOS.",

  "copyRight": "Hakimiliki",
  "termOfUse": "Muda wa Matumizi",
  "privacyPolicy": "Sera ya Faragha",

  "privacyParagraphOne": "Asante kwa kuchagua kuwa sehemu ya jumuiya yetu kwenye jukwaa letu la mtandaoni la flitaa ('flitaa', 'sisi', 'sisi', 'yetu'). Tumejitolea kulinda taarifa zako za kibinafsi na haki yako ya faragha. Ikiwa una maswali yoyote au wasiwasi kuhusu ilani hii ya faragha, tafadhali wasiliana nasi kwa support@flitaa.com.",
  "privacyParagraphTwo": "Sera hii itaanza kutumika kuanzia tarehe 9 Julai 2021 na ilisasishwa mara ya mwisho tarehe 9 Julai 2021.",
  "privacyParagraphThree": "Unapotembelea tovuti yetu http://www.flitaa.com (“Tovuti”), tumia programu yetu ya simu, kama itakavyokuwa (“Programu”), na kwa ujumla zaidi, tumia huduma zetu zozote (“ Huduma”, zinazojumuisha Tovuti na Programu), tunashukuru kwamba unatuamini kwa taarifa zako za kibinafsi. Tunachukua faragha yako kwa umakini sana. Katika notisi hii ya faragha, tunatafuta kukueleza kwa njia iliyo wazi zaidi ni maelezo gani tunayokusanya, jinsi tunavyoyatumia na ni haki gani unazo kuhusiana nayo. Tunatumahi utachukua muda kuisoma kwa uangalifu, kwani ni muhimu. Ikiwa kuna masharti yoyote katika notisi hii ya faragha ambayo hukubaliani nayo, tafadhali acha kutumia Huduma zetu mara moja.",
  "privacyParagraphFour": "Notisi hii ya faragha inatumika kwa taarifa zote zinazokusanywa kupitia Huduma zetu (ambazo, kama ilivyoelezwa hapo juu, zinajumuisha Tovuti na Programu yetu), pamoja na, huduma zozote zinazohusiana, mauzo, uuzaji au matukio.",
  "privacyParagraphFive": "Tafadhali soma notisi hii ya faragha kwa makini kwani itakusaidia kuelewa tunachofanya na maelezo tunayokusanya.",
  "privacyParagraphSix": "TUNAKUSANYA HABARI GANI?",
  "privacyParagraphSeven": "Habari ya kibinafsi unatufafanua",
  "privacyParagraphEight": "Kwa Ufupi: Tunakusanya taarifa za kibinafsi unazotupatia.",
  "privacyParagraphNine": "Tunakusanya taarifa za kibinafsi ambazo unatupatia kwa hiari unapojiandikisha kwenye Huduma, tunaonyesha nia ya kupata taarifa kuhusu sisi au bidhaa na Huduma zetu, unaposhiriki katika shughuli kwenye Huduma au vinginevyo unapowasiliana nasi.",
  "privacyParagraphTen": "Taarifa ya kibinafsi tunayokusanya inategemea muktadha wa mwingiliano wako nasi na Huduma, chaguo unazofanya na bidhaa na vipengele unavyotumia. Taarifa za kibinafsi tunazokusanya zinaweza kujumuisha zifuatazo:",
  "privacyParagraphEleven": "Taarifa za Kibinafsi Zilizotolewa na Wewe. Tunakusanya majina; nambari za simu; barua pepe; majina ya watumiaji; nywila; data ya mawasiliano au uthibitishaji; nambari za kadi ya debit / mkopo; anwani za barua; tarehe ya kuzaliwa; na habari zingine zinazofanana.",
  "privacyParagraphTwelve": "Data ya Kuingia kwenye Mitandao ya Kijamii. Tunaweza kukupa chaguo la kujisajili nasi kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii iliyopo, kama vile Facebook, Twitter au akaunti nyingine ya mitandao ya kijamii. Ukichagua kujiandikisha kwa njia hii, tutakusanya taarifa iliyofafanuliwa katika sehemu inayoitwa “JE, TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” chini.",
  "privacyParagraphThirteen": "Taarifa zote za kibinafsi unazotupatia lazima ziwe za kweli, kamili na sahihi, na lazima utuarifu kuhusu mabadiliko yoyote ya taarifa hizo za kibinafsi.",
  "privacyParagraphFourteen": "Habari iliyokusanywa kiotomatiki",
  "privacyParagraphFifteen": "Kwa Ufupi: Baadhi ya taarifa - kama vile anwani yako ya Itifaki ya Mtandao (IP) na/au kivinjari na sifa za kifaa - hukusanywa kiotomatiki unapotembelea Huduma zetu.",
  "privacyParagraphSixteen": "Tunakusanya taarifa fulani kiotomatiki unapotembelea, kutumia au kuabiri Huduma. Maelezo haya hayaonyeshi utambulisho wako mahususi (kama vile jina lako au maelezo ya mawasiliano) lakini yanaweza kujumuisha maelezo ya kifaa na matumizi, kama vile anwani yako ya IP, sifa za kivinjari na kifaa, mfumo wa uendeshaji, mapendeleo ya lugha, URL zinazorejelea, jina la kifaa, nchi, eneo. , maelezo kuhusu jinsi na wakati unapotumia Huduma zetu na maelezo mengine ya kiufundi. Taarifa hizi zinahitajika ili kudumisha usalama na uendeshaji wa Huduma zetu, na kwa ajili ya uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphSeventeen": "Taarifa tunazokusanya ni pamoja na:",
  "privacyParagraphEighteen": "**Data ya kumbukumbu na matumizi. Data ya kumbukumbu na matumizi inahusiana na huduma, uchunguzi, matumizi na maelezo ya utendaji ambayo seva zetu hukusanya kiotomatiki unapofikia au kutumia Huduma zetu na ambazo tunarekodi katika faili za kumbukumbu. Kulingana na jinsi unavyowasiliana nasi, data hii ya kumbukumbu inaweza kujumuisha anwani yako ya IP, maelezo ya kifaa, aina ya kivinjari na mipangilio na maelezo kuhusu shughuli zako katika Huduma (kama vile tarehe/saa mihuri inayohusishwa na matumizi yako, kurasa na faili zilizotazamwa, utafutaji na hatua nyingine unazochukua kama vile vipengele unavyotumia), maelezo ya tukio la kifaa (kama vile shughuli za mfumo, ripoti za hitilafu (wakati fulani huitwa 'dumps za kuacha kufanya kazi') na mipangilio ya maunzi). **Data ya Kifaa. Tunakusanya data ya kifaa kama vile maelezo kuhusu kompyuta yako, simu, kompyuta kibao au kifaa kingine unachotumia kufikia Huduma. Kulingana na kifaa kinachotumiwa, data ya kifaa hiki inaweza kujumuisha maelezo kama vile anwani yako ya IP (au seva mbadala), nambari za kitambulisho za kifaa na programu, eneo, aina ya kivinjari, muundo wa maunzi mtoa huduma wa mtandao na/au mtoa huduma wa simu, mfumo wa uendeshaji na usanidi wa mfumo. habari.",
  "privacyParagraphNineteen": "Taarifa zilizokusanywa kupitia App yetu",
  "privacyParagraphTwenty": "Kwa kifupi: Tunakusanya taarifa kuhusu kifaa chako cha mkononi, arifa zinazotumwa na programu hata wakati huitumii, unapotumia Programu yetu.",
  "privacyParagraphTwentyOne": "Ikiwa unatumia Programu yetu, pia tunakusanya habari ifuatayo:",
  "privacyParagraphTwentyTwo": "** Ufikiaji wa Kifaa cha Simu. Tunaweza kuomba ufikiaji au ruhusa ya vipengele fulani kutoka kwa kifaa chako cha mkononi, ikiwa ni pamoja na kamera ya kifaa chako cha mkononi, waasiliani, jumbe za SMS na vipengele vingine. Ikiwa ungependa kubadilisha ufikiaji au ruhusa zetu, unaweza kufanya hivyo katika mipangilio ya kifaa chako. **Data ya Kifaa cha Mkononi. Tunakusanya maelezo ya kifaa kiotomatiki (kama vile kitambulisho cha kifaa chako cha mkononi, muundo na mtengenezaji), mfumo wa uendeshaji, maelezo ya toleo na maelezo ya usanidi wa mfumo, nambari za kitambulisho za kifaa na programu, aina na toleo la kivinjari, muundo wa maunzi mtoa huduma wa Intaneti na/au mtoa huduma wa simu, na anwani ya Itifaki ya Mtandao (IP) (au seva mbadala). Ikiwa unatumia Programu yetu, tunaweza pia kukusanya taarifa kuhusu mtandao wa simu unaohusishwa na kifaa chako cha mkononi, mfumo wa uendeshaji wa kifaa chako cha mkononi au jukwaa, aina ya kifaa cha mkononi unachotumia, kitambulisho cha kipekee cha kifaa chako na taarifa kuhusu vipengele vya Programu yetu uliyoipata. ** Arifa za Push. Tunaweza kuomba kukutumia arifa zinazotumwa na programu hata wakati huitumii kuhusu akaunti yako au vipengele fulani vya Programu. Ikiwa ungependa kujiondoa ili kupokea aina hizi za mawasiliano, unaweza kuzizima katika mipangilio ya kifaa chako. Maelezo haya yanahitajika ili kudumisha usalama na utendakazi wa Programu yetu, kwa utatuzi na kwa uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphTwentyThree": "Taarifa zilizokusanywa kutoka kwa vyanzo vingine.",
  "privacyParagraphTwentyFour": "Kwa kifupi: Tunaweza kukusanya data chache kutoka kwa hifadhidata za umma, washirika wa uuzaji, mifumo ya mitandao ya kijamii na vyanzo vingine vya nje.",
  "privacyParagraphTwentyFive": "Ili kuongeza uwezo wetu wa kutoa huduma muhimu za uuzaji, matoleo na huduma kwako na kusasisha rekodi zetu, tunaweza kupata maelezo kukuhusu kutoka kwa vyanzo vingine, kama vile hifadhidata za umma, washirika wa pamoja wa uuzaji, programu shirikishi, watoa huduma za data, majukwaa ya mitandao ya kijamii, na vile vile kutoka kwa watu wengine wa tatu. Maelezo haya yanajumuisha anwani za barua, majina ya kazi, anwani za barua pepe, nambari za simu, data ya dhamira (au data ya tabia ya mtumiaji), anwani za Itifaki ya Mtandao (IP), wasifu wa mitandao ya kijamii, URL za mitandao ya kijamii na wasifu maalum, kwa madhumuni ya utangazaji lengwa na utangazaji wa matukio. . Ukiwasiliana nasi kwenye jukwaa la mitandao ya kijamii ukitumia akaunti yako ya mitandao ya kijamii (k.m. Facebook au Twitter), tunapokea taarifa za kibinafsi kukuhusu kama vile jina lako, anwani ya barua pepe na jinsia. Taarifa yoyote ya kibinafsi tunayokusanya kutoka kwa akaunti yako ya mitandao ya kijamii inategemea mipangilio ya faragha ya akaunti yako ya mitandao ya kijamii.",
  "privacyParagraphTwentySix": "2. TUNATUMIAJE HABARI YAKO?",
  "privacyParagraphTwentySeven": "Kwa kifupi: Tunachakata maelezo yako kwa madhumuni kulingana na maslahi halali ya biashara, utimilifu wa mkataba wetu nawe, kutii wajibu wetu wa kisheria, na/au kibali chako.",
  "privacyParagraphTwentyEight": "Tunatumia taarifa za kibinafsi zilizokusanywa kupitia Huduma zetu kwa madhumuni mbalimbali ya biashara yaliyofafanuliwa hapa chini. Tunachakata maelezo yako ya kibinafsi kwa madhumuni haya kwa kutegemea maslahi yetu halali ya biashara, ili kuingia au kufanya mkataba na wewe, kwa kibali chako, na/au kwa kufuata wajibu wetu wa kisheria. Tunaonyesha misingi mahususi ya uchakataji tunayotegemea karibu na kila kusudi lililoorodheshwa hapa chini.",
  "privacyParagraphTwentyNine": "Tunatumia habari tunayokusanya au kupokea:",
  "privacyParagraphThirty": "** Ili kuwezesha kuunda akaunti na mchakato wa kuingia. Ukichagua kuunganisha akaunti yako nasi kwa akaunti ya mtu mwingine (kama vile akaunti yako ya Google au Facebook), tunatumia maelezo uliyoturuhusu kukusanya kutoka kwa wahusika wengine ili kuwezesha uundaji wa akaunti na mchakato wa kuingia kwa ajili ya utendakazi wa mkataba. Tazama sehemu iliyo hapa chini “TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” kwa maelezo zaidi.",
  "privacyParagraphThirtyOne": "**Kuchapisha ushuhuda. Tunachapisha shuhuda kwenye Huduma zetu ambazo zinaweza kuwa na taarifa za kibinafsi. Kabla ya kuchapisha ushuhuda, tutapata kibali chako cha kutumia jina lako na maudhui ya ushuhuda. Ikiwa ungependa kusasisha, au kufuta ushuhuda wako, tafadhali wasiliana nasi kwa privacy@flitaa.com na uhakikishe kuwa umejumuisha jina lako, eneo la ushuhuda, na maelezo ya mawasiliano.",
  "privacyParagraphThirtyTwo": "**Omba maoni. Tunaweza kutumia maelezo yako kuomba maoni na kuwasiliana nawe kuhusu matumizi yako ya Huduma zetu.",
  "privacyParagraphThirtyThree": "**Ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji. Tunaweza kutumia maelezo yako ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji kwa idhini ya kila mtumiaji. Ili kudhibiti akaunti za watumiaji. Tunaweza kutumia maelezo yako kwa madhumuni ya kudhibiti akaunti yetu na kuiweka katika utaratibu wa kufanya kazi.",
  "privacyParagraphThirtyFour": "**Ili kukutumia taarifa za kiutawala. Tunaweza kutumia maelezo yako ya kibinafsi kukutumia bidhaa, huduma na maelezo mapya ya kipengele na/au taarifa kuhusu mabadiliko ya sheria na masharti, sera na sera zetu.",
  "privacyParagraphThirtyFive": "**Ili kulinda Huduma zetu. Tunaweza kutumia maelezo yako kama sehemu ya juhudi zetu za kuweka Huduma zetu salama (kwa mfano, kwa ufuatiliaji na kuzuia ulaghai).**Ili kutekeleza sheria na masharti, masharti na sera zetu kwa madhumuni ya biashara, kutii mahitaji ya kisheria na udhibiti au kuhusiana na mkataba wetu.**Kujibu maombi ya kisheria na kuzuia madhara. Tukipokea wito au ombi lingine la kisheria, huenda tukahitaji kukagua data tuliyo nayo ili kubaini jinsi ya kujibu.",
  "privacyParagraphThirtySix": "**Timiza na udhibiti maagizo yako. Tunaweza kutumia maelezo yako kutimiza na kudhibiti maagizo, malipo, marejesho na ubadilishanaji unaofanywa kupitia Huduma.",
  "privacyParagraphThirtySeven": "**Simamia droo za zawadi na mashindano. Tunaweza kutumia maelezo yako kusimamia droo za zawadi na mashindano unapochagua kushiriki katika mashindano yetu.",
  "privacyParagraphThirtyEight": "**Kutoa na kuwezesha utoaji wa huduma kwa mtumiaji. Tunaweza kutumia maelezo yako kukupa huduma uliyoombwa.**Kujibu maswali ya mtumiaji/kutoa usaidizi kwa watumiaji. Tunaweza kutumia maelezo yako kujibu maswali yako na kutatua masuala yoyote ambayo unaweza kuwa nayo kwa kutumia Huduma zetu.",
  "privacyParagraphThirtyNine": "**Ili kukutumia mawasiliano ya uuzaji na matangazo. Sisi na/au washirika wetu wa masoko wengine wanaweza kutumia maelezo ya kibinafsi unayotutumia kwa madhumuni yetu ya uuzaji, ikiwa hii ni kwa mujibu wa mapendeleo yako ya uuzaji. Kwa mfano, tunapoonyesha nia ya kupata taarifa kuhusu sisi au Huduma zetu, kujiandikisha kwa uuzaji au vinginevyo kuwasiliana nasi, tutakusanya taarifa za kibinafsi kutoka kwako. Unaweza kuchagua kutopokea barua pepe zetu za uuzaji wakati wowote (ona 'HAKI ZAKO ZA FARAGHA NI ZIPI?' hapa chini).",
  "privacyParagraphForty": "**Toa utangazaji unaolengwa kwako. Tunaweza kutumia maelezo yako kutengeneza na kuonyesha maudhui na utangazaji uliobinafsishwa (na kufanya kazi na wahusika wengine wanaofanya hivyo) kulingana na mambo yanayokuvutia na/au eneo na kupima ufanisi wake.",
  "privacyParagraphFortyOne": "**Kwa madhumuni mengine ya biashara. Tunaweza kutumia maelezo yako kwa madhumuni mengine ya biashara, kama vile uchanganuzi wa data, kutambua mwelekeo wa matumizi, kubainisha ufanisi wa kampeni zetu za utangazaji na kutathmini na kuboresha Huduma, bidhaa, uuzaji na matumizi yako. Tunaweza kutumia na kuhifadhi maelezo haya katika fomu iliyojumlishwa na isiyojulikana ili yasihusishwe na watumiaji binafsi na isijumuishe maelezo ya kibinafsi. Hatutatumia taarifa za kibinafsi zinazoweza kutambulika bila kibali chako.",
  "privacyParagraphFortyTwo": "**Tunafikia maelezo ya orodha yako ya anwani ili kukuwezesha kutuma vipengee vya kidijitali kwa watumiaji wengine katika orodha yako ya anwani.",
  "privacyParagraphFortyThree": "3. TAARIFA YAKO ITASHIRIKIWA NA MTU YEYOTE?",
  "privacyParagraphFortyFour": "Kwa kifupi: Tunashiriki maelezo kwa kibali chako pekee, kutii sheria, kukupa huduma, kulinda haki zako, au kutimiza wajibu wa biashara.",
  "privacyParagraphFortyFive": "Tunaweza kuchakata au kushiriki data yako ambayo tunashikilia kwa misingi ya kisheria ifuatayo:",
  "privacyParagraphFortySix": "**Idhini: Tunaweza kuchakata data yako ikiwa umetupa kibali maalum cha kutumia maelezo yako ya kibinafsi kwa madhumuni mahususi.",
  "privacyParagraphFortySeven": "**Maslahi Halali: Tunaweza kuchakata data yako inapohitajika ili kufikia maslahi yetu halali ya biashara.",
  "privacyParagraphFortyEight": "**Utendaji wa Mkataba: Pale ambapo tumeingia mkataba nawe, tunaweza kuchakata maelezo yako ya kibinafsi ili kutimiza masharti ya mkataba wetu.",
  "privacyParagraphFortyNine": "**Majukumu ya Kisheria: Tunaweza kufichua maelezo yako pale tunapohitajika kisheria kufanya hivyo ili kutii sheria inayotumika, maombi ya serikali, shauri la mahakama, amri ya mahakama, au mchakato wa kisheria, kama vile kujibu amri ya mahakama au subpoena (ikiwa ni pamoja na kujibu mamlaka ya umma ili kukidhi usalama wa taifa au mahitaji ya utekelezaji wa sheria).",
  "privacyParagraphFifty": "**Maslahi Muhimu: Tunaweza kufichua maelezo yako pale tunapoamini kuwa ni muhimu kuchunguza, kuzuia, au kuchukua hatua kuhusu ukiukaji wa sera zetu, tuhuma za ulaghai, hali zinazohusisha vitisho vinavyoweza kutokea kwa usalama wa mtu yeyote na shughuli haramu, au kama ushahidi katika madai ambayo tunahusika.",
  "privacyParagraphFiftyOne": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyTwo": "**Uhamisho wa Biashara. Tunaweza kushiriki au kuhamisha maelezo yako kuhusiana na, au wakati wa mazungumzo ya, muunganisho wowote, uuzaji wa mali ya kampuni, ufadhili, au upatikanaji wa yote au sehemu ya biashara yetu kwa kampuni nyingine.",
  "privacyParagraphFiftyThree": "**Wachuuzi, Washauri na Watoa Huduma Wengine wa Wahusika. Tunaweza kushiriki data yako na wachuuzi wengine, watoa huduma, wakandarasi au mawakala ambao hutufanyia huduma au kwa niaba yetu na kuhitaji ufikiaji wa maelezo kama hayo ili kufanya kazi hiyo. Mifano ni pamoja na: usindikaji wa malipo, uchambuzi wa data, uwasilishaji wa barua pepe, huduma za upangishaji, huduma kwa wateja na juhudi za uuzaji. Tunaweza kuruhusu watu wengine waliochaguliwa kutumia teknolojia ya ufuatiliaji kwenye Huduma, ambayo itawawezesha kukusanya data kwa niaba yetu kuhusu jinsi unavyoingiliana na Huduma zetu kwa wakati. Taarifa hii inaweza kutumika, miongoni mwa mambo mengine, kuchanganua na kufuatilia data, kubainisha umaarufu wa maudhui fulani, kurasa au vipengele, na kuelewa vyema shughuli za mtandaoni. Isipokuwa kama ilivyofafanuliwa katika notisi hii, hatushiriki, hatuuzi, hatukodishi au hatuuzi taarifa zako zozote na wahusika wengine kwa madhumuni yao ya utangazaji.",
  "privacyParagraphFiftyFour": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyFive": "**Washirika wa Biashara. Tunaweza kushiriki maelezo yako na washirika wetu wa biashara ili kukupa bidhaa, huduma au matangazo fulani",
  "privacyParagraphFiftySix": "4. HABARI ZAKO UTABIRIWA NA NANI?",
  "privacyParagraphFiftySeven": "Kwa kifupi: Tunashiriki tu taarifa na aina zifuatazo za wahusika wengine.",
  "privacyParagraphFiftyEight": "Tunashiriki tu na kufichua maelezo yako na kategoria zifuatazo za wahusika wengine. Iwapo tumechakata data yako kulingana na kibali chako na ungependa kubatilisha idhini yako, tafadhali wasiliana nasi kwa kutumia maelezo ya mawasiliano yaliyotolewa katika sehemu iliyo hapa chini yenye mada 'JE, UNAWEZAJE KUWASILIANA NASI KUHUSU ILANI HII?'.",
  "privacyParagraphFiftyNine": "**Zana za Mawasiliano na Ushirikiano",
  "privacyParagraphSixty": "7.4 Utachukua hatua zote za busara ili kugundua matumizi yoyote yasiyoidhinishwa na ufikiaji wa Programu ya flitaa na Huduma.7.5 Utafuata kila wakati hatua za usalama zinazoarifiwa na flitaa mara kwa mara au hatua zingine kama zinaweza kutumika kwa matumizi ya Programu ya flitaa na Huduma mara kwa mara.",
  "privacyParagraphSixtyOne": "**Huduma za Uchanganuzi wa Data",
  "privacyParagraphSixtyTwo": "**Watoa Huduma ya Kuhifadhi Data",
  "privacyParagraphSixtyThree": "**Vyombo vya Serikali",
  "privacyParagraphSixtyFour": "**Wachakataji wa Malipo",
  "privacyParagraphSixtyFive": "**Usajili wa Akaunti ya Mtumiaji na Huduma za Uthibitishaji",
  "privacyParagraphSixtySix": "** Watoa Huduma za Kukaribisha Tovuti",
  "privacyParagraphSixtySeven": "5. TUNASHUGHULIKIAJE LOGINS ZAKO ZA KIJAMII?",
  "privacyParagraphSixtyEight": "Kwa Ufupi: Ukichagua kusajili au kuingia katika huduma zetu kwa kutumia akaunti ya mitandao ya kijamii, tunaweza kupata taarifa fulani kukuhusu.",
  "privacyParagraphSixtyNine": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventy": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventyOne": "6. TUNAHIFADHI HABARI YAKO KWA MUDA GANI?",
  "privacyParagraphSeventyTwo": "Kwa kifupi: Tunaweka maelezo yako kwa muda mrefu kadri inavyohitajika ili kutimiza madhumuni yaliyoainishwa katika notisi hii ya faragha isipokuwa kama inavyotakiwa na sheria.",
  "privacyParagraphSeventyThree": "Tutaweka tu taarifa zako za kibinafsi kwa muda tu zitakapohitajika kwa madhumuni yaliyoainishwa katika notisi hii ya faragha, isipokuwa muda mrefu zaidi wa kubaki unahitajika au kuruhusiwa na sheria (kama vile kodi, uhasibu au mahitaji mengine ya kisheria). Hakuna madhumuni katika notisi hii yatatuhitaji kuweka taarifa zako za kibinafsi kwa muda mrefu zaidi ya kipindi ambacho watumiaji wana akaunti nasi.",
  "privacyParagraphSeventyFour": "Wakati hatuna hitaji la biashara halali linaloendelea la kuchakata maelezo yako ya kibinafsi, tutafuta au kuficha maelezo kama hayo, au, ikiwa hili haliwezekani (kwa mfano, kwa sababu taarifa zako za kibinafsi zimehifadhiwa kwenye hifadhi za kumbukumbu), basi tutatuma kwa usalama. hifadhi taarifa zako za kibinafsi na uzitenge na uchakataji wowote hadi ufute uwezekane.",
  "privacyParagraphSeventyFive": "Wakati hatuna hitaji la biashara halali linaloendelea la kuchakata maelezo yako ya kibinafsi, tutafuta au kuficha maelezo kama hayo, au, ikiwa hili haliwezekani (kwa mfano, kwa sababu taarifa zako za kibinafsi zimehifadhiwa kwenye hifadhi za kumbukumbu), basi tutatuma kwa usalama. hifadhi taarifa zako za kibinafsi na uzitenge na uchakataji wowote hadi ufute uwezekane.",
  "privacyParagraphSeventySix": "7. TUNAWEKAJE HABARI YAKO SALAMA?",
  "privacyParagraphSeventySeven": "Kwa kifupi: Tunalenga kulinda taarifa zako za kibinafsi kupitia mfumo wa hatua za usalama za shirika na kiufundi.",
  "privacyParagraphSeventyEight": "Tumetekeleza hatua zinazofaa za kiufundi na za kiusalama za shirika zilizoundwa ili kulinda usalama wa taarifa zozote za kibinafsi tunazochakata. Hata hivyo, licha ya ulinzi na jitihada zetu za kulinda taarifa zako, hakuna utumaji wa kielektroniki kupitia Mtandao au teknolojia ya kuhifadhi taarifa inayoweza kuhakikishiwa kuwa salama kwa 100%, kwa hivyo hatuwezi kuahidi au kuhakikisha kwamba wadukuzi, wahalifu wa mtandaoni, au wahusika wengine ambao hawajaidhinishwa hawatakuwa. kuweza kushinda usalama wetu, na kukusanya, kufikia, kuiba, au kurekebisha maelezo yako isivyofaa. Ingawa tutajitahidi tuwezavyo kulinda taarifa zako za kibinafsi, utumaji wa taarifa za kibinafsi kwenda na kutoka kwa Huduma zetu ni kwa hatari yako mwenyewe. Unapaswa kufikia Huduma katika mazingira salama pekee.",
  "privacyParagraphSeventyNine": "8. HAKI ZAKO ZA FARAGHA NI ZIPI?",
  "privacyParagraphEighty": "Kwa kifupi: Unaweza kukagua, kubadilisha, au kusimamisha akaunti yako wakati wowote.",
  "privacyParagraphEightyOne": "Ikiwa wewe ni mkazi katika EEA au Uingereza na unaamini kuwa tunachakata maelezo yako ya kibinafsi kinyume cha sheria, pia una haki ya kulalamika kwa mamlaka ya usimamizi ya ulinzi wa data ya eneo lako. Unaweza kupata maelezo yao ya mawasiliano hapa.",
  "privacyParagraphEightyThree": "Ikiwa wewe ni mkazi wa Uswizi, maelezo ya mawasiliano ya mamlaka ya ulinzi wa data yanapatikana hapa.",
  "privacyParagraphEightyFour": "Ikiwa una maswali au maoni kuhusu haki zako za faragha, unaweza kututumia barua pepe kwa privacy@flitaa.com",
  "privacyParagraphEightyFive": "Taarifa za Akaunti",
  "privacyParagraphEightySix": "Iwapo ungependa kukagua au kubadilisha maelezo katika akaunti yako wakati wowote au kusimamisha akaunti yako, unaweza:",
  "privacyParagraphEightySeven": "Ingia kwa mipangilio ya akaunti yako na usasishe akaunti yako ya mtumiaji. Baada ya ombi lako la kusitisha akaunti yako, tutazima au kufuta akaunti yako na taarifa kutoka kwa hifadhidata zetu zinazotumika. Hata hivyo, tunaweza kuhifadhi baadhi ya taarifa katika faili zetu ili kuzuia ulaghai, kutatua matatizo, kusaidia uchunguzi wowote, kutekeleza Sheria na Masharti yetu na/au kutii mahitaji ya kisheria yanayotumika.",
  "privacyParagraphEightyEight": "Kujiondoa kwenye uuzaji wa barua pepe: Unaweza kujiondoa kutoka kwa orodha yetu ya barua pepe za uuzaji wakati wowote kwa kubofya kiungo cha kujiondoa katika barua pepe tunazotuma au kwa kuwasiliana nasi kwa kutumia maelezo yaliyotolewa hapa chini. Kisha utaondolewa kwenye orodha ya barua pepe za uuzaji - hata hivyo, bado tunaweza kuwasiliana nawe, kwa mfano kukutumia barua pepe zinazohusiana na huduma ambazo ni muhimu kwa usimamizi na matumizi ya akaunti yako, kujibu maombi ya huduma, au kwa huduma zingine. madhumuni yasiyo ya masoko. Ili kuchagua kutoka, unaweza: Wasiliana nasi kwa kutumia maelezo ya mawasiliano uliyopewa.",
  "privacyParagraphEightyNine": "9. VIDHIBITI VYA SIFA ZA USIFUATILIE",
  "privacyParagraphNinety": "Vivinjari vingi vya wavuti na baadhi ya mifumo ya uendeshaji ya simu na programu za simu hujumuisha kipengele cha Do-Not-Track (“DNT”) au mpangilio unayoweza kuwasha ili kuashiria upendeleo wako wa faragha kutokuwa na data kuhusu shughuli zako za kuvinjari mtandaoni kufuatiliwa na kukusanywa. Katika hatua hii hakuna kiwango cha teknolojia sare cha kutambua na kutekeleza mawimbi ya DNT ambacho kimekamilika. Kwa hivyo, kwa sasa hatujibu mawimbi ya kivinjari cha DNT au utaratibu mwingine wowote unaotuma kiotomatiki chaguo lako lisifuatiliwe mtandaoni. Ikiwa kiwango cha ufuatiliaji mtandaoni kitapitishwa ambacho ni lazima tufuate siku zijazo, tutakujulisha kuhusu utaratibu huo katika toleo lililosahihishwa la notisi hii ya faragha.",
  "privacyParagraphNinetyOne": "10. JE, TUNAFANYA USASISHAJI WA ILANI HII?",
  "privacyParagraphNinetyTwo": "Kwa kifupi: Ndiyo, tutasasisha notisi hii inapohitajika ili kuendelea kutii sheria husika.",
  "privacyParagraphNinetyThree": "Tunaweza kusasisha ilani hii ya faragha mara kwa mara. Toleo lililosasishwa litaonyeshwa kwa tarehe iliyosasishwa ya 'Iliyorekebishwa' na toleo lililosasishwa litaanza kutumika mara tu litakapopatikana. Iwapo tutafanya mabadiliko muhimu kwa notisi hii ya faragha, tunaweza kukuarifu ama kwa kutuma notisi ya mabadiliko kama haya au kwa kukutumia arifa moja kwa moja. Tunakuhimiza ukague notisi hii ya faragha mara kwa mara ili kufahamishwa jinsi tunavyolinda maelezo yako.",
  "privacyParagraphNinetyFour": "11. UNAWEZAJE KUWASILIANA NASI KUHUSU TANGAZO HII?",
  "privacyParagraphNinetyFive": "Ikiwa una maswali au maoni kuhusu notisi hii, unaweza kututumia barua pepe kwa privacy@flitaa.com",
  "privacyParagraphNinetySix": "12. UNAWEZAJE KUPITIA. UPDATE. AU FUTA DATA TUNAYOKUSANYA KUTOKA KWAKO?",
  "privacyParagraphNinetySeven": "Kulingana na sheria zinazotumika za nchi yako, unaweza kuwa na haki ya kuomba ufikiaji wa maelezo ya kibinafsi tunayokusanya kutoka kwako, kubadilisha maelezo hayo au kuyafuta katika hali fulani. Ili kuomba kukagua, kusasisha, au kufuta maelezo yako ya kibinafsi, tafadhali wasiliana na: privacy@flitaa.com",

  "terms&Condition": "Sheria na Masharti",
  "introduction": "UTANGULIZI",
  "theseFlitaa": "Sheria na Masharti haya ya Flitaa (“Sheria na Masharti”) yameingizwa kati yako (hapa yanajulikana kama “wewe” au “yako”) na Flitaa (kama ilivyobainishwa hapa chini). Kwa kufikia, kupakua, kutumia au kubofya “Ninakubali” ili kukubali Huduma zozote za Flitaa (kama ilivyofafanuliwa hapa chini) zinazotolewa na Flitaa (kama ilivyofafanuliwa hapa chini), unakubali kwamba umesoma, umeelewa na kukubali sheria na masharti yote yaliyoainishwa katika Sheria na Masharti haya (hapa yanajulikana kama 'Sheria na Masharti haya') na pia Sera yetu ya Faragha kwenye https://www.Flitaa.com/privacy. Kwa kuongeza, unapotumia baadhi ya vipengele vya Huduma, unaweza kuwa chini ya sheria na masharti maalum ya ziada yanayotumika kwa vipengele hivyo.",
  "pleaseReadTheTermsCarefully": "Tafadhali soma masharti kwa makini, kwani yanadhibiti matumizi yako ya Huduma za Flitaa. MASHARTI HAYA YANA MASHARTI MUHIMU, IKIWEMO FUNGU LA Usuluhishi AMBALO LINAHITAJI MADAI YOTE KUTATULIWA KWA NJIA YA KUFUNGA KISHERIA Usuluhishi. Masharti ya utoaji wa usuluhishi ni kama yalivyobainishwa hapa chini, 'MAONI YA MTEJA, MASWALI, MALALAMIKO, NA UTATUZI WA MIGOGORO'. Kama ilivyo kwa mali yoyote, thamani za Sarafu za Kidijitali (kama zilivyofafanuliwa hapa chini) zinaweza kubadilikabadilika sana, na kuna hatari kubwa ya hasara za kiuchumi wakati wa kununua, kuuza, kushikilia au kuwekeza katika Sarafu za Dijiti na vyanzo vyake. KWA KUTUMIA HUDUMA ZA Flitaa, UNAKUBALI NA KUKUBALI KWAMBA: (1) UNAFAHAMU HATARI INAYOHUSISHWA NA UAMINIFU WA SARAFU ZA DIGITAL NA MATOKEO YAKE; (2) UTADHANIA HATARI ZOTE ZINAZOHUSIANA NA MATUMIZI YA HUDUMA ZA Flitaa NA MIAMALA YA SARAFU ZA KIDIJITALI NA MATOKEO YAKE; NA (3) Flitaa HATATAWAJIBIKA KWA HATARI HIZO AU MATOKEO MABAYA.",
  "flitaaIsNotResponsibleFor": "Flitaa haiwajibikii, na inakanusha kwa uwazi dhima yote ya, uharibifu wa aina yoyote unaotokana na matumizi, marejeleo au kutegemea taarifa yoyote iliyo ndani ya mifumo ya Flitaa. Ingawa maelezo yaliyo ndani ya mifumo husasishwa mara kwa mara, hakuna uhakikisho unaotolewa kuwa maelezo yaliyotolewa kwenye Tovuti hii ni sahihi, kamili na ya kisasa. Ingawa tovuti ya Flitaa inaweza kujumuisha viungo vinavyotoa ufikiaji wa moja kwa moja kwa rasilimali zingine za Mtandao, ikijumuisha tovuti, Flitaa haiwajibikii usahihi au maudhui ya maelezo yaliyo katika tovuti hizi. Viungo kutoka kwa mifumo ya Flitaa hadi tovuti za watu wengine havijumuishi uidhinishaji na Flitaa wa wahusika au bidhaa na huduma zao. Kuonekana kwenye tovuti ya Flitaa ya matangazo na maelezo ya bidhaa au huduma hakujumuishi uidhinishaji na Flitaa, na Flitaa haichunguzi dai lolote linalotolewa na mtangazaji yeyote. Taarifa ya bidhaa inategemea tu nyenzo zilizopokelewa kutoka kwa wasambazaji.",
  "byAccessingUsingOrAttempting": "Kwa kufikia, kutumia, au kujaribu kutumia Huduma za Flitaa kwa kiwango chochote, unakubali kuwa unakubali na kukubali kufuata Sheria na Masharti haya. Ikiwa hukubaliani, usifikie Flitaa au utumie huduma za Flitaa.",
  "definitions": "UFAFANUZI",
  "flitaa": "Flitaa",
  "flitaaIsADiversePlatform": "Flitaa ni jukwaa tofauti linalojumuisha tovuti za Flitaa (ambazo majina ya vikoa vyake yanajumuisha lakini sio tu (https://www.Flitaa.com), programu za simu, wateja, applet na programu zingine ambazo zimetengenezwa ili kutoa Huduma za Flitaa, na inajumuisha kwa kujitegemea. -jukwaa zinazoendeshwa, tovuti na wateja ndani ya mfumo wetu wa ikolojia (k.m. Flitaa Hub, Flitaa Academy, soko la Flitaa NFT, Programu ya Flitaa CEX na lango la fiat). (Pamoja hujulikana kama 'Mifumo') Iwapo kutakuwa na tofauti yoyote kati ya sheria na masharti husika ya matumizi. ya majukwaa yaliyo hapo juu na yaliyomo katika Sheria na Masharti haya, masharti husika ya mifumo kama hiyo yatatumika.",
  "flitaaOperators": "Waendeshaji Flitaa",
  "flitaaOperatorsReferToAllParties": "Waendeshaji Flitaa hurejelea pande zote zinazoendesha Flitaa, ikijumuisha, lakini sio tu, watu wa kisheria, mashirika ambayo hayajajumuishwa, na timu zinazotoa Huduma za Flitaa na zinawajibika kwa huduma kama hizo. Kwa urahisi, isipokuwa kama itaelezwa vinginevyo, marejeleo ya 'Flitaa' na 'sisi' katika Sheria na Masharti haya yanamaanisha hasa Waendeshaji Flitaa. CHINI YA MASHARTI HAYA, WATENDAJI WA Flitaa WANAWEZA KUBADILIKA KADRI BIASHARA YA Flitaa INAVYOREKEBISHWA, AMBAPO WATENDAJI WALIOBADILISHWA WATATEKELEZA MAJUKUMU YAO CHINI YA MASHARTI HAYA NA WEWE NA KUTOA HUDUMA KWAKO, NA MABADILIKO HAYO HAYATOKUWA NA MASLAHI YAKO. AIDHA, UPEO WA WAENDESHAJI Flitaa UNAWEZA KUPANULIWA KUTOKANA NA UTOAJI WA HUDUMA MPYA ZA Flitaa, AMBAPO UTAENDELEA KUTUMIA HUDUMA ZA Flitaa, INADHANIWA KWAMBA UMEKUBALI KUTEKELEZA HUDUMA MPYA KWA PAMOJA. IKITOKEA MGOGORO, UTAAMUA VYOMBO AMBAVYO MASHARTI HAYA YANATEKELEZWA WEWE NA WASHIRIKA WA MGOGORO, KULINGANA NA HUDUMA MAALUM UNAZOTUMIA NA HATUA MAALUM AMBAZO ZINAHUSIANA NA HAKI YAKO.",
  "flitaaServices": "Huduma za Flitaa",
  "flitaaServicesReferToVariousServices": "Huduma za Flitaa hurejelea huduma mbalimbali zinazotolewa kwako na Flitaa ambazo zinatokana na Mtandao na/au teknolojia ya blockchain na zinazotolewa kupitia tovuti za Flitaa, programu za simu, API, wateja na aina nyinginezo (ikiwa ni pamoja na mpya zinazowezeshwa na maendeleo ya teknolojia ya baadaye). Huduma za Flitaa ni pamoja na, lakini sio tu, vipengele vya Mfumo wa Flitaa kama vile Majukwaa ya Uuzaji wa Mali ya Dijiti, Flitaa Hub, Flitaa Academy, Flitaa App na Fiat Gateway, pamoja na huduma za riwaya zitakazotolewa na Flitaa.",
  "flitaaPlatformRules": "Sheria za Jukwaa la Flitaa",
  "flitaaPlatformRulesReferToAllRules": "Sheria za jukwaa la Flitaa hurejelea sheria zote, tafsiri, matangazo, taarifa, barua za idhini na maudhui mengine ambayo yametolewa na yatatolewa baadaye na Flitaa, pamoja na kanuni zote, sheria za utekelezaji, maelezo ya mchakato wa bidhaa na matangazo kama yalivyochapishwa na Flitaa. au ndani ya michakato ya bidhaa au huduma.",
  "digitalCurrencies": "Sarafu za kidijitali",
  "digitalCurrenciesReferToEncryptedOrDigitalTokens": "Sarafu za kidijitali hurejelea tokeni zilizosimbwa au za dijiti au fedha fiche zenye thamani fulani ambazo zinatokana na teknolojia ya blockchain na cryptography na hutolewa na kudhibitiwa kwa njia iliyogatuliwa.",
  "digitalAssets": "Mali ya Dijiti",
  "digitalAssetsReferToDigitalCurrencies": "Vipengee vya Dijitali hurejelea Sarafu za Dijiti, nyasi zake, au aina nyingine za vipengee vya dijitali vyenye thamani fulani.",
  "flitaaAccounts": "Hesabu za Flitaa",
  "flitaaAccountsReferToTheFoundationalVirtual": "Akaunti za Flitaa hurejelea akaunti za kimsingi za mtandaoni, ikijumuisha akaunti kuu na akaunti ndogo, ambazo hufunguliwa na Flitaa kwa watumiaji kurekodi kwenye Flitaa matumizi yao ya Huduma za Flitaa, miamala, mabadiliko ya mali na maelezo ya msingi. Akaunti za Flitaa hutumika kama msingi wa watumiaji kufurahia na kutumia haki zao kwenye Flitaa. Hii inaweza kutumika kwa kubadilishana na akaunti za Flitaa Wallet na Flitaa Wallet.",
  "cryptoToCryptoTrading": "Crypto Kwa Uuzaji wa Crypto",
  "CryptoToCryptoTradingRefersToSpotTransactions": "Crypto to Crypto Trading inarejelea shughuli za mara kwa mara ambapo sarafu moja ya kidijitali inabadilishwa kwa sarafu nyingine ya kidijitali.",
  "fiatToFiatTrading": "Biashara ya Fiat kwa Fiat",
  "FiatToFiatTradingRefersToSpotTransactions": "Fiat hadi Fiat Trading inarejelea shughuli za doa ambapo Sarafu za Dijiti hubadilishwa kwa sarafu za fiat au kinyume chake.",
  "contractualRelationship": "UHUSIANO WA MKATABA",
  "theseTermsConstituteALegalAgreement": "Masharti haya yanajumuisha makubaliano ya kisheria na kuunda mkataba wa lazima kati yako na Waendeshaji wa Flitaa.",
  "supplementaryProvisions": "MASHARTI YA NYONGEZA",
  "dueToTheRapidDevelopmentOfDigitalCurrencies": "Kwa sababu ya maendeleo ya haraka ya Sarafu za Dijiti na Flitaa, Sheria na Masharti haya hayaorodheshi au hayajumuishi haki na wajibu wote wa kila mhusika na hayatoi hakikisho la upatanisho kamili wa mahitaji yanayotokana na usanidi wa siku zijazo. Kwa hivyo, SERA YA FARAGHA, SHERIA ZA JUKWAA LA Flitaa, NA MAKUBALIANO MENGINE YOTE YALIYOINGIZWA TOFAUTI KATI YAKO NA Flitaa YANAHUSIKA MASHARTI YA NYONGEZA AMBAYO NI SEHEMU MUHIMU YA MASHARTI HAYA NA YATAKUWA NA SHERIA SAWA. MATUMIZI YAKO YA HUDUMA ZA Flitaa YANADHANIWA KUKUBALI KWAKO MASHARTI YA ZIADA HAPO JUU.",
  "changeOfTerms": "KUBADILISHA MASHARTI",
  "flitaaReservesTheRightToChangeOrModify": "Flitaa inahifadhi haki ya kubadilisha au kurekebisha Sheria na Masharti haya kwa hiari yake, na kurekebisha tarehe ya mwisho iliyosahihishwa iliyoonyeshwa kwenye ukurasa huu. MABADILIKO YOYOTE NA YOTE AU MABADILIKO YA MASHARTI HAYA YATAFANIKIWA BAADA YA KUTANGAZWA KWENYE TOVUTI AU KUTOLEWA KWA WATUMIAJI. KWA HIYO, MATUMIZI YAKO YANAYOENDELEA YA HUDUMA ZA Flitaa YANAONEKANA KUKUBALI KWAKO MASHARTI NA SHERIA ZILIZOBADILISHWA. IWAPO HUKUBALI MABADILIKO YOYOTE YA MASHARTI HAYA, LAZIMA UACHE KUTUMIA HUDUMA ZA Flitaa MARA MOJA. UNAPENDEKEZWA KUPITIA MASHARTI HAYA MARA NYINGI ILI KUHAKIKISHA UELEWA WAKO WA SHERIA NA MASHARTI YANAYOHUSU UPATIKANAJI WAKO NA MATUMIZI YA HUDUMA ZA Flitaa.",
  "accountRegistration": "USAJILI WA AKAUNTI",
  "allUsersMustApplyForAFlitaaAccount": "Watumiaji wote lazima watume ombi la Akaunti ya Flitaa kwenye https://app.Flitaa.com/register kabla ya kutumia Huduma za Flitaa. Unaposajili Akaunti ya Flitaa, lazima utoe maelezo yaliyoombwa na Flitaa na ukubali Masharti haya, Sera ya Faragha na masharti mengine ya ziada. Flitaa inahifadhi haki ya kukubali au kukataa usajili wa Akaunti. Unakubali kutoa maelezo kamili na sahihi unapofungua Akaunti ya Flitaa, na unakubali kusasisha kwa wakati maelezo yoyote unayotoa kwa Flitaa ili kudumisha uadilifu na usahihi wa maelezo hayo. Kila mtumiaji (ikiwa ni pamoja na mtu wa kawaida, biashara, au huluki ya kisheria) anaweza kudumisha akaunti moja kuu wakati wowote. Flitaa inahifadhi haki ya kukubali au kutokubali kufunguliwa kwa zaidi ya Akaunti moja ya Flitaa kwa kila mtumiaji na haitawajibika kwa masuala yoyote yanayotokana na mtumiaji kufungua Akaunti nyingi za Flitaa.",
  "eligibility": "KUSTAHILI",
  "byRegisteringToUseAFlitaaAccount": "Kwa kujiandikisha ili kutumia Akaunti ya Flitaa, unawakilisha na kuthibitisha kwamba (i) kama mtu binafsi, una angalau umri wa miaka 18 au una umri wa kisheria ili kuunda mkataba unaoshurutisha chini ya sheria zinazotumika; (ii) kama mtu binafsi, mtu wa kisheria, au shirika lingine, una uwezo kamili wa kisheria na uidhinishaji wa kutosha wa kuingia katika Masharti haya; (iii) hukuwahi kusimamishwa au kuondolewa kutoka kwa kutumia Huduma za Flitaa; (iv) kwa sasa huna Akaunti ya Flitaa; (v) Ikiwa unafanya kazi kama mfanyakazi au wakala wa shirika la kisheria, na kuingia katika Sheria na Masharti haya kwa niaba yao, unawakilisha na kuthibitisha kwamba una haki zote zinazohitajika na uidhinishaji wa kushurutisha huluki hiyo ya kisheria; (vi) utumiaji wako wa Huduma za Flitaa hautakiuka sheria na kanuni zote zinazotumika kwako, ikijumuisha lakini sio tu kanuni za kupambana na ulanguzi wa pesa, kupambana na ufisadi na ufadhili wa kukabiliana na ugaidi.",
  "IfAsAParentOrGuardian": "Iwapo, kama mzazi au mlezi, utafahamu kwamba mtoto wako au mtoto wa kata ametupa taarifa yoyote bila kibali chako, tafadhali wasiliana nasi kupitia maelezo kwenye Sera ya Faragha.",
  "pleaseNoteThatSomeProductsAndServices": "Tafadhali kumbuka kuwa baadhi ya bidhaa na huduma huenda zisipatikane katika maeneo fulani ya mamlaka, maeneo au kwa watumiaji fulani. Ustahiki wako wa kufikia Huduma fulani za Flitaa pia unategemea nchi unayoishi na nchi ambazo Flitaa inafanya kazi (“Nchi Inayotumika”) na inamiliki akaunti za benki katika nchi hiyo. Flitaa inahifadhi haki ya kubadilisha, kurekebisha, au kuweka vikwazo vya ziada kwa hiari yake wakati wowote.",
  "identifyVerification": "UTHIBITISHO WA KITAMBULISHO",
  "yourRegistrationOfAFlitaaAccountWillBeDeemed": "Usajili wako wa akaunti ya Flitaa utachukuliwa kuwa makubaliano yako ya kutoa taarifa za kibinafsi zinazohitajika kwa uthibitishaji wa utambulisho. Taarifa kama hizo zitatumika kuthibitisha utambulisho wa watumiaji, kutambua athari za ufujaji wa pesa, ufadhili wa ugaidi, ulaghai na uhalifu mwingine wa kifedha kupitia Flitaa, au kwa madhumuni mengine halali yaliyotajwa na Flitaa. Tutakusanya, kutumia na kushiriki maelezo kama haya kwa mujibu wa Sera yetu ya Faragha. Mbali na kutoa maelezo kama hayo, unakubali kuturuhusu kuweka rekodi ya maelezo hayo katika kipindi ambacho akaunti yako inatumika na ndani ya miaka sita (6) baada ya akaunti yako kufungwa, kwa kutii viwango vya kimataifa vya sekta ya kuhifadhi data. . Pia unatuidhinisha kufanya uchunguzi unaohitajika moja kwa moja au kupitia mtu mwingine ili kuthibitisha utambulisho wako au kukulinda wewe na/au sisi dhidi ya uhalifu wa kifedha, kama vile ulaghai. Maelezo tunayohitaji ili kuthibitisha utambulisho wako yanaweza kujumuisha, lakini sio tu, jina lako, anwani ya barua pepe, maelezo ya mawasiliano, nambari ya simu, jina la mtumiaji, kitambulisho kilichotolewa na serikali, tarehe ya kuzaliwa, nambari ya kitambulisho cha mlipa kodi, taarifa kuhusu akaunti yako ya benki ( kama vile jina la benki, aina ya akaunti, nambari ya uelekezaji, na nambari ya akaunti), na maelezo mengine yaliyokusanywa wakati wa usajili wa akaunti. Unapotoa taarifa zinazohitajika, unathibitisha kuwa ni kweli na sahihi.",
  "afterRegistrationYouMustEnsureThatTheInformation": "Baada ya usajili, lazima uhakikishe kuwa taarifa iliyotolewa ni ya kweli, kamili, na inasasishwa kwa wakati inapobadilishwa. Iwapo kuna sababu zozote za kuamini kwamba taarifa yoyote uliyotoa si sahihi, si ya kweli, imepitwa na wakati au haijakamilika, Flitaa inahifadhi haki ya kukutumia notisi ya kutaka masahihisho, kufuta moja kwa moja taarifa husika, au, kadri itakavyokuwa, kusitisha huduma zote au sehemu ya Flitaa tunayokupa. Iwapo hatuwezi kukufikia kwa maelezo ya mawasiliano uliyotoa, utawajibika kikamilifu kwa hasara au gharama yoyote itakayosababishwa na Flitaa wakati wa kutumia huduma za Flitaa. Kwa hivyo unakubali na kukubali kwamba una wajibu wa kusasisha taarifa zote ikiwa kuna mabadiliko yoyote. Kwa kusajili akaunti, unaidhinisha Flitaa kufanya uchunguzi ambao Flitaa inaona kuwa muhimu, moja kwa moja au kupitia mtu mwingine, ili kuthibitisha utambulisho wako au kukulinda wewe, watumiaji wengine, na/au Flitaa kutokana na ulaghai au uhalifu mwingine wa kifedha, na kuchukua. hatua zinazohitajika kulingana na matokeo ya uchunguzi huo. Pia unakubali na kukubali kwamba maelezo yako ya kibinafsi yanaweza kufichuliwa kwa mashirika ya mikopo na mashirika kwa ajili ya kuzuia ulaghai au kuzuia uhalifu wa kifedha, ambayo inaweza kujibu uchunguzi wetu kikamilifu.",
  "additionallyWeMayRequireYouToWait": "Baada ya usajili, lazima uhakikishe kuwa taarifa iliyotolewa ni ya kweli, kamili, na inasasishwa kwa wakati inapobadilishwa. Iwapo kuna sababu zozote za kuamini kwamba taarifa yoyote uliyotoa si sahihi, si ya kweli, imepitwa na wakati au haijakamilika, Flitaa inahifadhi haki ya kukutumia notisi ya kutaka masahihisho, kufuta moja kwa moja taarifa husika, au, kadri itakavyokuwa, kusitisha huduma zote au sehemu ya Flitaa tunayokupa. Iwapo hatuwezi kukufikia kwa maelezo ya mawasiliano uliyotoa, utawajibika kikamilifu kwa hasara au gharama yoyote itakayosababishwa na Flitaa wakati wa kutumia huduma za Flitaa. Kwa hivyo unakubali na kukubali kwamba una wajibu wa kusasisha taarifa zote ikiwa kuna mabadiliko yoyote. Kwa kusajili akaunti, unaidhinisha Flitaa kufanya uchunguzi ambao Flitaa inaona kuwa muhimu, moja kwa moja au kupitia mtu mwingine, ili kuthibitisha utambulisho wako au kukulinda wewe, watumiaji wengine, na/au Flitaa kutokana na ulaghai au uhalifu mwingine wa kifedha, na kuchukua. hatua zinazohitajika kulingana na matokeo ya uchunguzi huo. Pia unakubali na kukubali kwamba maelezo yako ya kibinafsi yanaweza kufichuliwa kwa mashirika ya mikopo na mashirika kwa ajili ya kuzuia ulaghai au kuzuia uhalifu wa kifedha, ambayo inaweza kujibu uchunguzi wetu kikamilifu.",
  "youHerebyAgreeToAbstainFromTransmitting": "Kwa hivyo unakubali kujiepusha na kusambaza maudhui yoyote ya tabia chafu, uchafu au isiyofaa wakati wa mchakato wa uthibitishaji. Kutofuata kifungu hiki kunaweza kujumuisha dhima yako chini ya Sheria ya Uhalifu wa Mtandao (Kuzuia na Kupiga Marufuku) ya 2015. Ushirikiano wako katika kudumisha kiwango hiki cha maadili unathaminiwa sana.",
  "duringTheSignUpProcess": "Wakati wa mchakato wa kujiandikisha, unatakiwa kutoa jina lako la kisheria kama linavyoonekana kwenye hati rasmi za utambulisho. Lakabu, lakabu, au majina mengine yoyote yasiyo ya kisheria hayatakubaliwa kwa usajili. Sharti hili huhakikisha usahihi na uhalisi wa maelezo yako kwenye Mfumo. Tunahifadhi haki ya kuthibitisha maelezo yaliyotolewa na tunaweza kuchukua hatua zinazofaa katika matukio ya kutofuata sheria.",
  "accessibility": "KUPATIKANA",
  "toAccessTheFlitaaServicesYouMust": "Ili kufikia Huduma za Flitaa, ni lazima uwe na vifaa vinavyohitajika (kama vile simu mahiri, kompyuta kibao, au kompyuta) na usajili unaohusishwa wa huduma ya mawasiliano ili kufikia Mtandao. Huduma za Flitaa zinaweza kufikiwa moja kwa moja kwa kutumia tovuti za Flitaa (ambazo majina ya vikoa vyao yanajumuisha lakini sio tu https://www.Flitaa.com, programu za simu, wateja, applet na programu zingine ambazo zimetengenezwa ili kutoa Huduma za Flitaa, na inajumuisha majukwaa, tovuti na wateja wanaojitegemea ndani ya mfumo wetu wa ikolojia (k.m Flitaa Hub, Flitaa Academy, Flitaa NFT market, Flitaa CEX App na fiat gateways).",
  "accountUsage": "MATUMIZI YA AKAUNTI",
  "theFlitaaAccountCanOnlyBeUsedByTheAccountRegistrant": "Akaunti ya Flitaa inaweza kutumika tu na aliyesajili akaunti. Flitaa inahifadhi haki ya kusimamisha, kuzuia/kufungia, kuzuia au kughairi matumizi ya Akaunti za Flitaa na watu wengine mbali na msajili wa akaunti. Ikiwa unashuku au kufahamu matumizi yoyote yasiyoidhinishwa ya jina lako la mtumiaji na nenosiri, unapaswa kuarifu Flitaa mara moja. Flitaa haichukui dhima yoyote kwa hasara au uharibifu wowote unaotokana na matumizi ya Akaunti ya Flitaa na wewe au mtu mwingine yeyote, kwa idhini yako au bila idhini yako.",
  "accountSecurity": "USALAMA WA AKAUNTI",
  "FlitaaHasBeenCommittedToMaintainingTheSecurity": "Flitaa imejitolea kudumisha usalama wa fedha zilizokabidhiwa na Mtumiaji na imetekeleza ulinzi wa kiwango cha sekta kwa Huduma za Flitaa. Hata hivyo, vitendo vya Watumiaji binafsi vinaweza kusababisha hatari. Utakubali kutibu stakabadhi zako za ufikiaji (kama vile jina la mtumiaji, nenosiri, pini na ufunguo wa usalama wa 2FA) kama maelezo ya siri na kutofichua taarifa hizo kwa wahusika wengine. Pia unakubali kuwajibika kikamilifu kwa kuchukua hatua zinazohitajika za usalama ili kulinda Akaunti yako ya Flitaa na maelezo yako ya kibinafsi.",
  "youShouldBeSolelyResponsibleForTheSafety": "Unapaswa kuwajibikia pekee usalama wa Akaunti yako ya Flitaa na nenosiri lako, na unapaswa kuwajibika kwa miamala yote katika Akaunti yako ya Flitaa. Flitaa haichukui dhima yoyote kwa hasara yoyote au matokeo yanayosababishwa na utumiaji ulioidhinishwa au usioidhinishwa wa kitambulisho cha akaunti yako, ikijumuisha lakini sio tu ufichuaji wa habari, kutolewa kwa habari, idhini au uwasilishaji wa sheria na makubaliano anuwai kwa kubofya tovuti, kusasisha makubaliano ya mtandaoni, nk. .",
  "byCreatingAFlitaaAccountYouHerebyAgreeThat": "KWA KUTENGENEZA AKAUNTI YA FLITAA, UNAKUBALI KWAMBA:",
  "youWillNotifyFlitaaImmediately": "i. utaiarifu Flitaa mara moja ikiwa unafahamu matumizi yoyote yasiyoidhinishwa ya Akaunti yako ya Flitaa na nenosiri lako au ukiukaji wowote wa sheria za usalama;",
  "youWillStrictlyAbideByAllMechanisms": "ii. utatii kikamilifu taratibu au taratibu zote za Flitaa kuhusu usalama, uthibitishaji, biashara, malipo, na uondoaji; na",
  "youWillTakeAppropriateSteps": "iii. utachukua hatua zinazofaa ili kuondoka kwenye Flitaa mwishoni mwa kila ziara kwenye jukwaa.",
  "uponCompletionOfTheRegistration": "Baada ya kukamilisha usajili na uthibitishaji wa utambulisho wa Akaunti yako ya Flitaa, unaweza kutumia Huduma mbalimbali za Flitaa, ikiwa ni pamoja na lakini sio tu kwa Crypto-to-crypto Trading, Fiat Trading, Flitaa Savings huduma, taarifa nyingine iliyotolewa na Flitaa, kushiriki katika shughuli za Mtumiaji zinazofanyika. na Flitaa, n.k., kwa mujibu wa masharti ya Sheria na Masharti haya (ikiwa ni pamoja na Kanuni za Mfumo wa Flitaa na makubaliano mengine ya kibinafsi). Flitaa ana haki ya:",
  "provideModifyOrTerminate": "i. Kutoa, kurekebisha au kukomesha, kwa hiari yake, Huduma zozote za Flitaa kulingana na mpango wake wa maendeleo; na",
  "allowOrProhibitSomeUsers": "ii. Ruhusu au piga marufuku matumizi ya baadhi ya watumiaji wa Huduma zozote za Flitaa kwa mujibu wa Kanuni husika za Mfumo wa Flitaa.",
  "flitaaServiceGuidelines": "Miongozo ya Huduma ya Flitaa",
  "license": "i. Leseni",
  "providedThatYouConstantlyComply": "Isipokuwa kwamba unatii mara kwa mara sheria na masharti yaliyotajwa katika Sheria na Masharti haya, Flitaa hukupa leseni inayoweza kubatilishwa, yenye mipaka, isiyo na mrabaha, isiyo ya kipekee, isiyohamishika na isiyoweza leseni ya kufikia na kutumia Huduma za Flitaa kupitia kompyuta yako. au vifaa vinavyooana na Mtandao kwa madhumuni yako ya kibinafsi/ya ndani. Huruhusiwi kutumia Huduma za Flitaa kwa madhumuni ya kuuza tena au ya kibiashara, ikijumuisha miamala kwa niaba ya watu au mashirika mengine. Vitendo vyote vilivyo hapo juu vimepigwa marufuku waziwazi na vinajumuisha ukiukaji wa nyenzo wa Masharti haya. Mpangilio wa maudhui, umbizo, utendaji na haki za ufikiaji kuhusu Huduma za Flitaa zinapaswa kubainishwa kwa hiari ya Flitaa. Flitaa inahifadhi haki zote ambazo hazijatolewa waziwazi katika Masharti haya. Kwa hivyo, umepigwa marufuku kutumia Huduma za Flitaa kwa njia yoyote ambayo haijaidhinishwa wazi na Masharti haya.",
  "theseTermsOnlyGrantALimitedLicenceToAccess": "Sheria na Masharti haya hutoa tu leseni ndogo ya kufikia na kutumia Huduma za Flitaa. Kwa hivyo, unakubali kwamba unapotumia Huduma za Flitaa, Flitaa haihamishi Huduma za Flitaa au umiliki au haki miliki za uvumbuzi wowote wa Flitaa kwako au kwa mtu mwingine yeyote. Maandishi yote, michoro, miingiliano ya mtumiaji, miingiliano ya kuona, picha, sauti, michoro ya mtiririko wa mchakato, msimbo wa kompyuta (pamoja na msimbo wa HTML), programu, programu, bidhaa, taarifa na hati, pamoja na muundo, muundo, uteuzi, uratibu, usemi, mwonekano na hisia, na mpangilio wa maudhui yoyote yaliyojumuishwa katika huduma au yanayotolewa kupitia Huduma za Flitaa, yanamilikiwa, kudhibitiwa na/au kupewa leseni ya kipekee na Waendeshaji wa Flitaa au wanachama wake, kampuni mama, watoa leseni au washirika.",
  "flitaaOwnsAnyFeedback": "Flitaa inamiliki maoni, mapendekezo, mawazo, au taarifa au nyenzo zozote (hapa kwa pamoja zitajulikana kama 'Maoni') kuhusu Flitaa au Huduma za Flitaa unazotoa kupitia barua pepe, Huduma za Flitaa, au njia nyinginezo. Kwa hili unahamisha haki zote, umiliki na maslahi ya Maoni na haki zote za uvumbuzi zinazohusiana na Flitaa. Huna haki na hivyo unaachilia ombi lolote la kukiri au kufidiwa kulingana na Maoni yoyote, au marekebisho yoyote kulingana na Maoni yoyote.",
  "restrictions": "ii. Vikwazo",
  "whenYouUseFlitaaServices": "Unapotumia Huduma za Flitaa, unakubali na kuahidi kutii masharti yafuatayo:",
  "duringTheUseOfFlitaaServices": "Wakati wa kutumia Huduma za Flitaa, shughuli zote unazofanya zinapaswa kutii mahitaji ya sheria na kanuni zinazotumika, Sheria na Masharti haya na miongozo mbalimbali ya Flitaa;",
  "yourUseOfFlitaaServices": "Utumiaji wako wa Huduma za Flitaa haupaswi kukiuka masilahi ya umma, maadili ya umma, au masilahi halali ya wengine, ikijumuisha vitendo vyovyote ambavyo vitaingilia, kutatiza, kuathiri vibaya, au kuwakataza Watumiaji wengine kutumia Huduma za Flitaa;",
  "withoutPriorWrittenConsent": "Bila kibali cha awali kilichoandikwa kutoka kwa Flitaa, huwezi kurekebisha, kunakili, kunakili, kunakili, kupakua, kuhifadhi, kusambaza zaidi, kusambaza, kuhamisha, kutenganisha, kutangaza, kuchapisha, kuondoa au kubadilisha taarifa yoyote ya hakimiliki au lebo, au leseni, leseni ndogo. , kuuza, kioo, kubuni, kukodisha, kukodisha, lebo ya kibinafsi, kutoa maslahi ya usalama katika mali au sehemu yoyote ya mali, au kuunda kazi zao za derivative au vinginevyo kuchukua fursa ya sehemu yoyote ya mali; na",
  "withoutPriorWrittenConsentFromFlitaaYouMayNotModify": "Bila idhini iliyoandikwa ya awali kutoka kwa Flitaa, huwezi kurekebisha, kunakili, (i) usitumie kiunganishi chochote cha kina, kutambaa kwenye wavuti, roboti, buibui au vifaa vingine vya kiotomatiki, programu, hati, algoriti au mbinu, au michakato yoyote sawa au sawa na hiyo ya mwongozo. kufikia, kupata, kunakili au kufuatilia sehemu yoyote ya mali, au kunakili au kupita muundo wa urambazaji au uwasilishaji wa Huduma za Flitaa kwa njia yoyote, ili kupata au kujaribu kupata nyenzo yoyote, hati au habari kwa njia yoyote ambayo haikutolewa kwa makusudi. kupitia Huduma za Flitaa; (ii) kujaribu kufikia sehemu yoyote au utendakazi wa mali bila idhini, au kuunganisha kwa Huduma za Flitaa au seva zozote za Flitaa au mifumo yoyote au mitandao ya Huduma zozote za Flitaa zinazotolewa kupitia huduma kwa udukuzi, kuchimba nenosiri au nyingine yoyote kinyume cha sheria au marufuku. maana yake; (iii) kuchunguza, kuchanganua au kujaribu udhaifu wa Huduma za Flitaa au mtandao wowote uliounganishwa kwenye mali, au kukiuka hatua zozote za usalama au uthibitishaji kwenye Huduma za Flitaa au mtandao wowote uliounganishwa kwenye Huduma za Flitaa; (iv) kuangalia upya, kufuatilia au kutafuta kufuatilia taarifa zozote za Watumiaji au wageni wa Huduma za Flitaa; (v) kuchukua hatua zozote zinazoweka mzigo mkubwa usio na sababu au usio na uwiano kwenye miundombinu ya mifumo au mitandao ya Huduma za Flitaa au Flitaa, au miundombinu ya mifumo au mitandao yoyote iliyounganishwa kwa huduma za Flitaa; (vi) kutumia kifaa chochote, programu au programu za kawaida ili kutatiza utendakazi wa kawaida wa Huduma za Flitaa au miamala yoyote kwenye Huduma za Flitaa, au matumizi ya mtu mwingine yeyote ya Huduma za Flitaa; (vii) kughushi vichwa, kuiga, au vinginevyo kuchezea kitambulisho, ili kuficha utambulisho wako au asili ya ujumbe wowote au mapokezi unayotuma kwa Flitaa, au (viii) kutumia Huduma za Flitaa kwa njia isiyo halali.",
  "byAccessingFlitaaServices": "Kwa kufikia Huduma za Flitaa, unakubali kwamba Flitaa ina haki ya kuchunguza ukiukaji wowote wa Sheria na Masharti haya, kubainisha kwa upande mmoja ikiwa umekiuka Sheria na Masharti haya, na kuchukua hatua chini ya kanuni husika bila kibali chako au notisi ya awali. Mifano ya vitendo kama hivyo ni pamoja na, lakini sio mdogo kwa:",
  "blockingAndClosing": "Kuzuia na kufunga lango la shughuli;",
  "reversingOrRefusing": "Kugeuza au kukataa kukamilisha muamala ulioidhinisha;",
  "freezingAndRestricting": "Kufungia na/au kuzuia Akaunti yako ya Flitaa;",
  "reportingTheIncident": "kuripoti tukio hilo kwa mamlaka;",
  "publishingTheAlleged": "Kuchapisha madai ya ukiukaji na hatua ambazo zimechukuliwa; na",
  "deletingAnyInformation": "Kufuta taarifa yoyote uliyochapisha ambayo imebainika kuwa ni ukiukaji.",
  "digitalCurrencyServices": "iii. Huduma za Sarafu ya Dijiti",
  "yourDigitalCurrencyWallet": "Mkoba wako wa Sarafu ya Dijiti hukuwezesha kutuma, kuomba, kupokea na kuhifadhi Sarafu ya Kidijitali kutoka kwa washirika wengine kwa kutoa maagizo kupitia tovuti ya Flitaa (kila muamala kama huo ni 'Muamala wa Sarafu ya Dijiti').",
  "allDigitalCurrencyTransactionsAreProcessed": "Shughuli zote za Sarafu ya Dijiti huchakatwa kulingana na maagizo yako. Unakubali kwamba maelezo yote kuhusu maagizo yaliyowasilishwa yanathibitishwa na wewe. Hatutoi hakikisho la utambulisho wa mtumiaji yeyote, mpokeaji, anayeomba au mhusika mwingine.",
  "digitalCurrencyTransactionsCannotBeReversed": "Miamala ya Sarafu ya Kidijitali haiwezi kutenduliwa baada ya kutangazwa kwenye mtandao husika wa sarafu ya kidijitali. Baada ya kuwasilishwa kwa mtandao wa Sarafu ya Dijiti, Muamala wa Sarafu ya Dijiti hautathibitishwa kwa muda unaosubiri uthibitisho wa kutosha wa muamala huo na mtandao wa Sarafu ya Dijiti. Muamala wa Sarafu ya Dijiti haujakamilika wakati bado haujakamilika. Sarafu ya Dijiti inayohusishwa na Miamala ya Sarafu ya Dijiti ambayo bado haijashughulikiwa itateuliwa ipasavyo na haitajumuishwa kwenye salio lako la Digital Currency Wallet au kupatikana ili kufanya miamala ya sarafu ya kidijitali.",
  "weMayChargeNetworkFees": "Tunaweza kutoza ada za mtandao (ada za wachimbaji) ili kushughulikia Muamala wa Sarafu ya Dijiti kwa niaba yako. Tutahesabu ada ya mtandao kwa hiari yake, ingawa tutakuarifu kila wakati kuhusu ada ya mtandao kabla au wakati wa kuidhinisha Muamala.",
  "weMayRefuseToProcess": "Tunaweza kukataa kushughulikia au kughairi Muamala wowote wa Sarafu ya Dijiti unaosubiri kama inavyotakiwa na sheria, mahakama yoyote au mamlaka yoyote ambayo Flitaa iko chini ya mamlaka yoyote.",
  "delisting": "iv. Kufuta Sarafu za Dijiti",
  "youHerebyAgreeThatFlitaa": "Kwa hivyo unakubali kwamba Flitaa inahifadhi haki, kwa uamuzi wake pekee, kufuta sarafu/mali yoyote ya dijiti kwenye matoleo yake bila kukutwika dhima yoyote kwako. Flitaa itakuarifu kwa wakati ufaao kuhusu uondoaji wowote kama huo, na unahimizwa kuchukua hatua ifaayo kuhusu umiliki wao wa mali ya kidijitali iliyoathiriwa. Flitaa haitawajibikia hasara au hasara zozote utakazopata kutokana na kufutwa kwa orodha ya sarafu ya kidijitali.",
  "supportedDigitalCurrencies": "v. Sarafu Dijitali Zinazotumika",
  "ourDigitalCurrencyServicesAreAvailable": "Huduma zetu za Sarafu ya Kidijitali zinapatikana tu kuhusiana na sarafu za kidijitali ambazo Flitaa hutumia, na hii inaweza kubadilika mara kwa mara. Kwa hali yoyote usijaribu kutumia Wallet yako ya Sarafu ya Dijiti kuhifadhi, kutuma, kuomba au kupokea sarafu za kidijitali kwa njia yoyote ambayo hatutumii. Flitaa inahifadhi haki ya kutumia juhudi zinazofaa kukusaidia kuhamisha au kuuza Sarafu ya Dijiti ambayo hatutumii tena ambayo iliorodheshwa kwenye Flitaa wakati ilipohifadhiwa kwenye Wallet yako. Flitaa haiwajibiki wala kuwajibika kuhusiana na jaribio lolote la kutumia Digital Currency Wallet yako kwa sarafu za kidijitali ambazo hatutumii.",
  "thirdPartyPayments": "vi. Malipo ya Mtu wa Tatu",
  "weAreNotResponsibleForEnsuringThat": "Hatuwajibikii kuhakikisha kuwa mnunuzi au muuzaji mwingine unayefanya naye miamala atakamilisha muamala au ameidhinishwa kufanya hivyo. Ukikumbana na tatizo na bidhaa au huduma zozote zilizonunuliwa kutoka, au kuuzwa kwa mtu mwingine kwa kutumia Sarafu ya Dijiti iliyohamishwa kwa kutumia Huduma za Sarafu ya Dijitali ya Flitaa, au ikiwa una mzozo na mtu mwingine kama huyo, unapaswa kutatua mgogoro huo moja kwa moja na. mtu huyo wa tatu.",
  "flitaaHasNoControlOver": "Flitaa haina udhibiti na haiwajibikii uwasilishaji, ubora, usalama, uhalali au kipengele kingine chochote cha bidhaa au huduma zozote ambazo unaweza kununua kutoka au kuuza kwa watu wengine. Sheria hii haijalishi ikiwa mtu mwingine ni Mtumiaji wa Huduma za Sarafu za Dijiti za Flitaa au Huduma nyingine yoyote inayotolewa na Flitaa.",
  "advancedProtocols": "vii. Itifaki za Juu",
  "unlessSpecificallyAnnounced": "Isipokuwa ikiwa itatangazwa mahususi kwenye Tovuti ya Flitaa au taarifa nyingine rasmi ya umma ya Flitaa, Hupaswi kutumia Akaunti yako ya Flitaa kujaribu kupokea, kuomba, kutuma, kuhifadhi au kujihusisha katika aina nyingine yoyote ya shughuli inayohusisha Itifaki ya Kina ambayo haijaorodheshwa kwenye Flitaa. Unakubali na kukubali kuwa hatuna jukumu lolote kuhusu Itifaki ya Kina isiyotumika.",
  "operationOfDigitalCurrency": "viii. Uendeshaji wa Itifaki za Sarafu ya Dijiti",
  "weDoNotOwnOrControlTheUnderlying": "Hatumiliki au kudhibiti itifaki za msingi za programu zinazosimamia utendakazi wa Sarafu za Dijiti zinazotumika kwenye mfumo wetu: kwa ujumla, itifaki za msingi ni chanzo huria na mtu yeyote anaweza kuzitumia, kunakili, kuzirekebisha na kuzisambaza. Hatuwajibikii utendakazi wa itifaki za msingi, na hatuwezi kuhakikisha utendakazi, usalama au upatikanaji wake. Unakubali na kukubali hatari kwamba itifaki za msingi za programu zinazohusiana na Sarafu yoyote ya Dijiti unayohifadhi katika Pochi yako ya Sarafu ya Dijiti inaweza kubadilika.",
  "inParticularTheUnderlyingProtocolsAre": "Hasa, itifaki za msingi zinaweza kukabiliwa na mabadiliko ya ghafla katika sheria za uendeshaji ('uma'), na uma kama huo unaweza kuathiri kwa kiasi kikubwa thamani, utendakazi, na/au jina la Sarafu ya Dijiti unayohifadhi katika Pochi yako ya Sarafu ya Dijiti. Inapowezekana, tunaweza kukupa arifa au arifa kwenye uma. Walakini, ni jukumu lako kujijulisha na kufikiria jinsi ya kushughulikia uma zinazokuja. Katika tukio la uma, kuna hatari kwamba tunaweza kuhitaji kusimamisha shughuli kwa muda kuhusiana na uma huo bila kukupa notisi ya mapema. Tunaweza, kwa uamuzi wetu unaofaa, kukataa kuunga mkono mojawapo au matawi yote mawili ya uma. Unakubali hatari zinazoletwa na uma, na unakubali kwamba hatuna jukumu la kukusaidia katika kuhamisha au kuuza tawi lisilotumika la itifaki iliyogawanyika.",
  "transactionLimitsAndEnhancedDueDiligence": "ix. Mipaka ya Muamala na Bidii Inayoimarishwa",
  "theUseOfAllFlitaaServices": "Matumizi ya Huduma zote za Flitaa yanategemea kikomo cha kiasi cha sauti unachoweza kufanya shughuli au kuhamisha katika kipindi fulani (k.m., vikomo vya uthibitishaji). Ili kuona mipaka, ingia kwenye Akaunti yako ya Flitaa. Vikomo vya muamala wako vinaweza kutofautiana kulingana na hatua za uthibitishaji ambazo umekamilisha na vipengele vingine. Tunahifadhi haki ya kubadilisha vikomo vinavyotumika kadri tunavyoona inafaa. Ikiwa ungependa kuongeza kikomo chako zaidi ya kiasi kilichotumwa, Unaweza kuwasilisha ombi kupitia njia zetu za usaidizi.",
  "weMayRequireYouToSubmit": "Huenda tukakuhitaji uwasilishe maelezo ya ziada kukuhusu wewe au biashara yako, utoe rekodi, na upange mikutano na wafanyakazi wa Flitaa (mchakato kama huo unaitwa 'Bidii Inayostahili Kuimarishwa'). Tunahifadhi haki ya kukutoza gharama na ada zinazohusiana na Diligence hiyo Iliyoimarishwa ingawa ikiwa tunakusudia kufanya hivyo, tutakujulisha mapema. Kwa uamuzi wetu, tunaweza kukataa kuongeza vikomo vyako au tunaweza kupunguza vikomo vyako baadaye, hata kama umekamilisha Diligence Iliyoidhinishwa.",
  "flitaaSavingServices": "x. Huduma za Kuokoa Flitaa",
  "flitaaOffersFlitaaSavings": "Flitaa inatoa huduma ya Akiba ya Flitaa, huduma ya kuwapa watumiaji huduma zilizoongezwa thamani kwa Vipengee vyao vya Dijitali ambavyo havifanyi kazi. Ili kutumia huduma ya Flitaa Savings, ni lazima ukamilishe usajili na uthibitishaji wa utambulisho kwa Akaunti yako ya Flitaa. Unapotumia huduma ya Akiba ya Flitaa, unapaswa kutambua kwamba:",
  "flitaaSavingsAssets": "Vipengee vya Akiba vya Flitaa vitatumika katika ukopaji unaopatikana kwa kutumia cryptocurrency na biashara nyinginezo.",
  "whenYouUseFlitaaSavingsService": "Unapotumia huduma ya Flitaa Savings, utaidhinisha Flitaa bila masharti kusambaza na kutoa faida iliyoidhinishwa kulingana na Kanuni za Mfumo wa Flitaa.",
  "youShallAbideByRelevantLaws": "Utatii sheria na kanuni husika ili kuhakikisha kuwa vyanzo vya Mali za Dijitali ni halali na vinatii unapotumia huduma ya Akiba ya Flitaa.",
  "whenYouUseFlitaaSavings": "Unapotumia huduma ya Akiba ya Flitaa, unapaswa kutambua kikamilifu hatari za kuwekeza katika Vipengee vya Dijitali na ufanye kazi kwa tahadhari.",
  "youAgreeThatAllTransactions": "Unakubali kwamba miamala yote inayofanywa kwenye Flitaa inawakilisha nia yako ya kweli na kwamba unakubali bila masharti hatari na manufaa ya maamuzi yako ya biashara.",
  "flitaaReservesTheRight": "Flitaa inahifadhi haki ya kusimamisha au kusitisha huduma ya Flitaa Savings. Ikihitajika, Flitaa inaweza kusimamisha na kusimamisha huduma ya Akiba ya Flitaa wakati wowote.",
  "dueToNetworkDelay": "Kwa sababu ya kuchelewa kwa mtandao, hitilafu za mfumo wa kompyuta na nguvu nyinginezo, ambayo inaweza kusababisha kucheleweshwa, kusimamishwa, kusitishwa au kupotoka kwa utekelezaji wa huduma ya Akiba ya Flitaa, Flitaa itatumia juhudi zinazofaa ili kuhakikisha lakini haiahidi kwamba mfumo wa utekelezaji wa huduma ya Akiba ya Flitaa unaendeshwa kwa utulivu na. kwa ufanisi. Flitaa haichukui jukumu lolote ikiwa utekelezaji wa mwisho utashindwa kulingana na matarajio yako kutokana na mambo yaliyo hapo juu.",
  "p2pTransactions": "xi. Shughuli za P2P (Amana na Uondoaji)",
  "aWithdrawalInvolvesAFlitaaUser": "Flitaa hutumia mfumo wa malipo wa peer-to-peer (P2P) ambao hutoa huduma bila usumbufu pesa taslimu na kutoa pesa kwa watumiaji kwenye jukwaa la Flitaa. Wafanyabiashara na washika fedha wanaojitegemea hufanya miamala ya kuweka na kutoa pesa kati yao kwa kutumia pochi zao za Flitaa na akaunti zao za benki zilizoteuliwa katika Nchi ya Uendeshaji.",
  "aDepositInvolvesAFlitaaUser": "Amana inahusisha mtumiaji wa Flitaa (anayeitwa Casher) anayeomba kulipa pesa kwenye Akaunti yake ya Flitaa kutoka kwa akaunti yake ya benki. Mchuuzi huchagua kutoka kwenye orodha ya Benki/Pochi anazotaka kutekeleza muamala wa kuweka nazo. Baada ya Casher kuthibitisha muamala, ataunganishwa na Mfanyabiashara, kisha Mfanyabiashara anahamisha pesa hizo kwenye akaunti ya Flitaa ya Casher.",
  "byUsingTheFlitaaPlatform": "Kwa kutumia Mfumo wa Flitaa, unakubali kwamba umesoma, umeelewa, na umekubali sheria na masharti yote yaliyo katika Sheria na Masharti haya, pamoja na Sera yetu ya Faragha. Pia unakubali na kukubali kwamba unawajibu wa kuelewa na kutii sheria, kanuni, kanuni na mahitaji yote ya eneo la mamlaka unayoishi ambayo yanaweza kutumika kwa matumizi yako ya ombi.",
  "thisProvisionIsLegallyBinding": "Masharti haya yanashurutishwa kisheria na yanatumika kudhibiti matumizi yako ya Mfumo wa Flitaa. Ikiwa hukubaliani na masharti yoyote yaliyomo humu, tafadhali jizuie kutumia Jukwaa; vinginevyo, utabeba dhima kamili kwa kufanya hivyo.",
  "flitaaReservesTheRightTo": "Flitaa inahifadhi haki ya kusimamisha au kusitisha miamala ya P2P. Ikihitajika, Flitaa inaweza kusimamisha na kusimamisha huduma za muamala wa P2P wakati wowote.",
  "dueToNetworkDelays": "Kwa sababu ya ucheleweshaji wa mtandao, hitilafu za mfumo wa kompyuta na nguvu nyinginezo ambazo zinaweza kusababisha kucheleweshwa, kusimamishwa, kusitishwa au kupotoka kwa utekelezaji wa shughuli za P2P, Flitaa itatumia juhudi zinazofaa ili kuhakikisha lakini haiahidi kwamba mfumo wa utekelezaji wa huduma ya muamala wa P2P unaendeshwa kwa utulivu na kwa ufanisi. . Flitaa haichukui jukumu lolote ikiwa utekelezaji wa mwisho utashindwa kulingana na matarajio yako kutokana na mambo yaliyo hapo juu.",
  "flitaaReservesTheRightToUpdate": "Flitaa inahifadhi haki ya kusasisha, kurekebisha, kurekebisha au kutoa tena sheria na masharti haya bila notisi ya mapema. Kuendelea kutumia Mfumo baada ya marekebisho yoyote ya sheria na masharti haya kunajumuisha ukubali kwako kama ilivyorekebishwa na marekebisho hayo.",
  "suspensionTermination": "13. KUSIMAMISHA KAZI, KUSITISHA NA KUFUTA",
  "suspensionOfFlitaaAccount": "i. Kusimamishwa kwa Akaunti ya Flitaa",
  "youAgreeThatFlitaaShall": "Unakubali kwamba Flitaa itakuwa na haki ya kusimamisha Akaunti yako ya Flitaa mara moja (na akaunti zozote zinazomilikiwa kwa manufaa na mashirika au washirika husika), kuzuia, kufungia au kufunga Mali au fedha za Dijitali katika akaunti zote hizo, na kusimamisha ufikiaji wako kwa Flitaa kwa chochote. sababu, ikijumuisha ikiwa Flitaa inashuku kwamba akaunti zozote kama hizo zinakiuka Sheria na Masharti haya, Sera yetu ya Faragha, au sheria na kanuni zozote zinazotumika, mara moja na bila taarifa na kwa muda kwa hiari yetu.",
  "youAgreeThatWhileYourAccount": "Unakubali kwamba ingawa akaunti yako imesimamishwa, kuwekewa vikwazo au kufungiwa, Flitaa haitawajibika kwako kwa kubadilikabadilika kwa bei ambayo inaweza kuathiri vibaya mali yako ya kidijitali,  marekebisho yoyote ya kudumu au ya muda ya Akaunti yako ya Flitaa, au kusimamishwa au kusitishwa kwa ufikiaji wako kwa. yote au sehemu yoyote ya Huduma za Flitaa. Flitaa itahifadhi haki ya kuhifadhi na kutumia data ya muamala au taarifa nyingine zinazohusiana na Akaunti hizo za Flitaa. Tunaweza: (a) kukataa kukamilisha, kuzuia, kughairi au kutengua muamala ulioidhinisha; (b) kusimamisha, kuzuia, au kukomesha ufikiaji wako kwa Huduma zozote au zote za Flitaa; na/au (c) kuzima au kughairi Akaunti yako ya Flitaa mara moja kwa sababu yoyote. Vidhibiti vya akaunti vilivyo hapo juu vinaweza pia kutumika katika, lakini sio tu kwa hali zifuatazo:",
  "theFlitaaAccountIsSubjectToAGovernmentalProceeding": "Akaunti ya Flitaa iko chini ya uendeshwaji wa kiserikali, uchunguzi wa jinai au mashauri mengine yanayosubiri;",
  "weDetectUnusualActivities": "Tunagundua shughuli zisizo za kawaida katika Akaunti ya Flitaa;",
  "weDetectGlitches": "Tunagundua hitilafu zinazosababisha salio la akaunti potofu;",
  "weDetectUnauthorisedAccess": "Tunagundua ufikiaji usioidhinishwa kwa Akaunti ya Flitaa;",
  "weHaveConcernsThatATransaction": "Tuna wasiwasi kwamba muamala una makosa au kuhusu usalama wa Akaunti yako ya Flitaa au tunashuku Huduma za Flitaa zinatumika kwa njia ya ulaghai au isiyoidhinishwa;",
  "weSuspectMoneyLaundering": "Tunashuku ufujaji wa pesa, ufadhili wa kigaidi, ulaghai au ripoti ya ulaghai, au uhalifu mwingine wowote wa kifedha;",
  "ifYourCreditOrDebitCard": "Iwapo kadi yako ya mkopo au ya malipo au njia nyingine yoyote halali ya malipo iliyounganishwa na Digital Currency Wallet yako imekataliwa;",
  "useOfYourFlitaaAccount": "Matumizi ya Akaunti yako ya Flitaa yanategemea shauri lolote linalosubiri, uchunguzi au mwenendo wa serikali;",
  "wePerceiveAHeightenedRisk": "Tunaona hatari kubwa ya kutotii sheria au udhibiti inayohusishwa na shughuli za Akaunti yako;",
  "youTakeAnyActionThatMay": "Unachukua hatua yoyote ambayo inaweza kukwepa udhibiti wetu, kama vile kufungua Akaunti nyingi za Flitaa au kutumia vibaya ofa ambazo tunaweza kutoa mara kwa mara;",
  "ourServicePartnersAre": "Washirika wetu wa huduma hawawezi kuauni matumizi yako;",
  "flitaaBelivesThatInThe": "Flitaa inaamini kuwa katika hali ilivyo, ni muhimu kuwalinda watumiaji wetu wengine;",
  "flitaaDiscoversThatInTheProcess": "Flitaa inagundua kuwa katika mchakato wa kuingiliana na Watumiaji wengine, mhalifu alitumia lugha chafu dhidi ya mhusika, kutukanwa, kunyang'anywa, kunyanyaswa, kutishiwa, au kukiuka vinginevyo au kujaribu kukiuka haki za kisheria (kama vile, kati ya mambo mengine, haki). kwa faragha, utangazaji, nk. miliki) ya Watumiaji wengine, pamoja na ukusanyaji wa taarifa za kibinafsi ambazo zinasambazwa kwa wahusika wengine wowote;",
  "nonComplianceOfTheUser": "Kutotii kwa Mtumiaji sera za Mjue mteja wako (KYC), Kupambana na ulanguzi wa pesa (AML), na Kupambana na ufadhili wa ugaidi (CFT); na",
  "weAreRequiredToDoSo": "Tunatakiwa kufanya hivyo kwa amri ya mahakama au amri kutoka kwa mamlaka ya udhibiti/serikali.",
  "weMayAlsoRefuseToComplete": "Tunaweza pia kukataa kukamilisha muamala ulioidhinisha ambapo hakuna salio la kutosha katika Akaunti yako ya Flitaa na/au Sarafu ya Kidijitali haitoshi katika Mkoba wako wa Sarafu ya Dijiti ili kulipia muamala na (inapohitajika) ada zinazohusiana wakati tunapopokea arifa ya shughuli.",
  "cancellationOfFlitaaAccount": "ii. Kughairiwa kwa Akaunti ya Flitaa",
  "inCaseOfAnyOfTheFollowing": "Katika tukio lolote kati ya yafuatayo, Flitaa itakuwa na haki ya kusitisha Masharti haya moja kwa moja kwa kughairi Akaunti yako ya Flitaa, na itafurahia haki lakini si wajibu wa kufungia kabisa (kughairi) uidhinishaji wa Akaunti yako ya Flitaa kwenye Flitaa na kuondoa. Akaunti ya Flitaa inayolingana nayo.",
  "afterFlitaaTerminatesServices": "Baada ya Flitaa kusitisha huduma kwako, unasajili au kujisajili katika jina la mtu mwingine yeyote kama Mtumiaji wa Flitaa tena, moja kwa moja au isivyo moja kwa moja;",
  "theInformationThatYouHave": "habari ambayo umetoa si ya kweli, si sahihi, imepitwa na wakati au haijakamilika;",
  "whenTheseTermsAreAmended": "Sheria na Masharti haya yanaporekebishwa, unasema kutotaka kwako kukubali Sheria na Masharti yaliyorekebishwa kwa kutuma ombi la kughairiwa kwa Akaunti yako ya Flitaa au kwa njia nyinginezo;",
  "youRequestThatFlitaaServices": "unaomba kwamba Huduma za Flitaa zisitishwe, na",
  "anyOtherCircumstancesWhere": "hali nyingine zozote ambapo Flitaa inaona inafaa kusitisha Huduma za Flitaa.",
  "administrativeAndSecurity": "iii. Taratibu na Hatua za Utawala na Usalama",
  "youAcknowledgeThatOurDecision": "Unakubali kwamba uamuzi wetu wa kuchukua hatua fulani, ikiwa ni pamoja na kuzuia ufikiaji, kusimamisha, au kufunga Akaunti yako ya Flitaa, unaweza kutegemea vigezo vya siri ambavyo ni muhimu kwa itifaki zetu za udhibiti wa hatari na usalama. Unakubali kwamba hatuna wajibu wa kukufichua maelezo ya usimamizi wake wa hatari na taratibu za usalama. Jukwaa linaweza kutumia taratibu kama hizo za usalama au usimamizi wakati wa kuchukua maamuzi kuhusu hatua fulani za kuchukua dhidi ya watumiaji wanaokiuka au wako katika kitendo cha kukiuka Sera ya Mfumo, ambayo inajumuisha kuzuia ufikiaji, kusimamisha au kufunga akaunti ya mtumiaji. Tutaondoa kusimamishwa haraka iwezekanavyo mara tu sababu za kusimamishwa hazipo tena; hata hivyo, hatuna wajibu wa kukuarifu lini (ikiwa itawahi) kusimamishwa huko kutaondolewa.",
  "onTerminationOfTheseTerms": "Baada ya kusitishwa kwa Sheria na Masharti haya, isipokuwa ikiwa imepigwa marufuku na sheria inayotumika au na mahakama yoyote au amri nyingine ambayo Flitaa iko chini ya mamlaka yoyote, na isipokuwa kama ilivyobainishwa hapa chini, Akaunti ya Flitaa inapofungwa/kutolewa, masalio yote ya akaunti (ambayo yanajumuisha malipo na madeni anayodaiwa Flitaa) yatalipwa mara moja kwa Flitaa. Baada ya kulipa ada zote zinazodaiwa kwa Flitaa (ikiwa zipo), watumiaji watakuwa na siku 10 za kazi ili watoe Mali au pesa zote za Digitali zilizosalia kwenye akaunti.",
  "inTheCaseOfAccountTermination": "Katika kesi ya kusimamishwa kwa akaunti kwa sababu ya ulaghai, ukiukaji wa sheria, au ukiukaji wa Masharti haya:",
  "flitaaMaintainsFullCustody": "Flitaa inashikilia ulinzi kamili wa Rasilimali Dijitali, fedha na data/maelezo ya mtumiaji ambayo yanaweza kukabidhiwa kwa mamlaka za serikali iwapo Akaunti ya Flitaa itasimamishwa/kufungwa kutokana na uchunguzi wa ulaghai, uchunguzi wa ukiukaji wa sheria au ukiukaji wa Sheria na Masharti haya.",
  "shouldYourFlitaaAccountBeTerminated": "Iwapo akaunti yako ya Flitaa itafungwa, akaunti na maelezo ya muamala ambayo yanakidhi viwango vya kuhifadhi data yatahifadhiwa kwa usalama kwa miaka 6. Kwa kuongeza, ikiwa muamala haujakamilika wakati wa mchakato wa kusimamisha akaunti, Flitaa inahifadhi haki ya kukuarifu kuhusu hali ilivyo wakati huo. Unakubali kwamba kuondoka kwa akaunti iliyoanzishwa na mtumiaji (haki ya kufuta chini ya NDPR au kanuni zingine zinazolingana) pia kutawekwa chini ya itifaki ya kukomesha iliyotajwa hapo juu.",
  "ifFlitaaisInformedThatAnyDigital": "Iwapo Flitaa itaarifiwa kwamba Mali au fedha zozote za Kidijitali zilizo katika Akaunti yako ya Flitaa zimeibiwa au vinginevyo huna wewe kihalali, Flitaa inaweza, lakini haina wajibu wa, kuweka kizuizi cha usimamizi kwa fedha zilizoathiriwa na Akaunti yako ya Flitaa. Iwapo Flitaa itaweka zuio la usimamizi kwa baadhi au fedha zako zote au Akaunti ya Flitaa, Flitaa inaweza kuendelea na muda huo hadi wakati ambapo mzozo umetatuliwa na ushahidi wa azimio linalokubalika kwa Flitaa umetolewa kwa Flitaa kwa njia inayokubalika. kwa Flitaa. Flitaa haitajihusisha katika mzozo wowote kama huo au utatuzi wa mzozo huo. Unakubali kwamba Flitaa haitakuwa na dhima au wajibu kwa umiliki wowote kama huo au kwa kukosa uwezo wako wa kutoa Mali za Dijitali au fedha au kufanya biashara katika kipindi cha umiliki wowote kama huo.",
  "flitaaIsNoObligationToallow": "Flitaa haina wajibu wa kukuruhusu kurejesha muamala kwa bei sawa au kwa masharti sawa na muamala uliosimamishwa, ulioghairiwa au ulioghairiwa.",
  "representationWarrantiesLiabilities": "14. UWAKILISHAJI, DHAMANA, MADHIMA NA MALIPO",
  "ReleaseOfFlitaa": "i. Kutolewa kwa Flitaa",
  "ifYouHaveADisputeWithOne": "Ikiwa una mzozo na mtumiaji mmoja au zaidi wa Huduma za Flitaa, unakubali kwamba si sisi wala washirika wetu au watoa huduma, wala afisa wetu yeyote, wakurugenzi, mawakala, wabia, wafanyakazi au wawakilishi hawatawajibika kwa madai yoyote. , madai na uharibifu (halisi na wa matokeo) ya aina yoyote au asili inayotokana na au kwa njia yoyote inayohusiana na migogoro hiyo.",
  "noFinancialAdvice": "ii. Hakuna Ushauri wa Kifedha",
  "flitaaIsNotYourInvestmentManager": "Flitaa si meneja wako wa uwekezaji, wakala wa uwekezaji, mpatanishi, wakala, au mshauri na hana uhusiano wowote wa uaminifu au wajibu kwako kuhusiana na biashara yoyote au maamuzi au shughuli nyingine zinazofanywa nawe kwa kutumia Huduma za Flitaa. Hakuna mawasiliano au taarifa iliyotolewa kwako na Flitaa inayokusudiwa kama, au itazingatiwa au kufasiriwa kama, ushauri wa uwekezaji, ushauri wa kifedha, ushauri wa biashara, au aina nyingine yoyote ya ushauri. Isipokuwa ikiwa imebainishwa vinginevyo katika Sheria na Masharti haya, biashara zote zinatekelezwa kiotomatiki, kulingana na vigezo vya maagizo yako ya agizo na kwa mujibu wa taratibu za utekelezaji wa biashara zilizochapishwa. Una jukumu la kuamua ikiwa mkakati wowote au shughuli inayohusiana inakufaa kulingana na malengo yako ya kibinafsi, hali ya kifedha na uvumilivu wa hatari, na utawajibika kikamilifu kwa hasara au dhima yoyote kutoka kwayo. Unapaswa kushauriana na wataalamu wa sheria au kodi kuhusu hali yako mahususi. Flitaa haipendekezi kwamba Mali yoyote ya Dijitali inapaswa kununuliwa, kuchumwa, kuuzwa au kushikiliwa nawe. Kabla ya kufanya uamuzi wa kununua, kuuza au kushikilia Mali yoyote ya Dijitali, unapaswa kufanya uangalizi wako binafsi na kushauriana na washauri wako wa kifedha kabla ya kufanya uamuzi wowote wa kibiashara. Flitaa haitawajibikia maamuzi utakayofanya kununua, kuuza au kushikilia Mali ya Dijitali kulingana na maelezo yaliyotolewa na Flitaa.",
  "disclaimerOfWarranties": "iii. Kanusho la Dhamana",
  "toTheMaximumExtentPermitted": "KWA KIWANGO CHA JUU INAYORUHUSIWA CHINI YA SHERIA, HUDUMA ZA Flitaa, VIFAA VYA Flitaa NA BIDHAA ZOZOTE, HUDUMA AU KITU CHOCHOTE IKITOLEWA NA AU KWA NIABA YA Flitaa HUTOLEWA KWA 'JINSI ILIVYO' NA 'KAMA INAPOPATIKANA, NA INAPOPATIKANA, NA INAPOPATIKANA' UNAACHA, DHAMANA ZOZOTE NA NYINGINE ZOTE ZA AINA YOYOTE, IKIWA NI WAZI AU ZINAZAMA, IKIWEMO, BILA KIKOMO, DHAMANA YA UUZAJI, KUFAA KWA MADHUMUNI FULANI, KICHWA AU KUTOKUKUKA UTENDAJI AU UTAJIRI AU UTENDAJI WA VITA. AU MATUMIZI KATIKA BIASHARA. BILA KUZUIA YALIYOJICHUA, Flitaa HAIWAKILISHI AU KUHAKIKISHA KWAMBA TOVUTI, HUDUMA ZA Flitaa AU NYENZO ZA Flitaa NI SAHIHI, KAMILI, ZINAAMINIFU, SASA, HAKUNA MAKOSA, AU HAZINA VIRUSI AU MADHARA MENGINEYO. Flitaa HAIHAKIKISHI KWAMBA MUAmala WOWOTE UTATEKELEZWA AU KUKUBALIWA. ISIPOKUWA KWA TAARIFA, MAKUBALIANO NA SHERIA WASIWASI ILIYOWEKWA KATIKA MASHARTI HAYA, KWA HIVYO UNAKUBALI NA KUKUBALI KWAMBA HUJATEGEMEA KAULI AU MAKUBALIANO NYINGINE YOYOTE, YAWE IMEANDIKA AU KWA MNYWA, KWA KUHESHIMU NA KUHESHIMU. BILA KUZUIA YALIYOJIRI, KWA HIVI UNAELEWA NA KUKUBALI KWAMBA Flitaa HAITAWAJIBIKA KWA HASARA AU HASARA ZOZOTE ZINAZOTOKEA AU KUHUSIANA NA: (A) UKOSEFU, UPUNGUFU AU KUTOKEA KWA DATA YOYOTE YA BEI YA MALI ZA DIJITALI, (AU) KATIKA UHAMISHO WA DATA HIZO, (C) KUKATIZWA KWA DATA HIYO YOYOTE, (D) MATENGENEZO YA KAWAIDA AU YASIYORADIKIWA UNAYOFANYIKA NA Flitaa NA UKOSEFU WA HUDUMA NA MABADILIKO YANAYOTOKANA NA MATENGENEZO HAYO, (E) MATENGENEZO YA MTUMIAJI WOWOTE, (E) MATUNZO WOWOTE. AU UKUKAJI WA MASHARTI HAYA, (F) UHARIBIFU WOWOTE UNAOSABABISHWA NA VITENDO HARAMU VYA WATU WENGINE WA TATU AU HATUA BILA IDHINI NA Flitaa; NA (G) MISAHA NYINGINE ILIYOTAJWA KATIKA KANUSHO NA SHERIA ZA MIFUMO ILIYOTOLEWA NA Flitaa.",
  "flitaaWillMakeReasonable": "Flitaa ITAFANYA JUHUDI ZA KUBWA ILI KUHAKIKISHA KWAMBA MAOMBI YA DENI NA DINI ZA KIELEKTRONIKI INAYOHUSISHA AKAUNTI ZA BENKI, KADI ZA MIKOPO, NA MATOLEO YA HUNDI YANACHUKULIWA KWA WAKATI WAKE, LAKINI HATUFAI UWAKILISHI WA MUDA AU KUHUSIANA. ESSING, AMBAYO NI KUTEGEMEA MAMBO MENGI NJE YA UDHIBITI WETU.",
  "theDisclaimerOfImplied": "KANUNI YA DHAMANA ILIYOHUSIKA ILIYOMO humu INAWEZA KUTUMIKA IKIWA NA KWA KIWANGO KIMEPIGWA MARUFUKU NA SHERIA INAYOTUMIKA YA MAMLAKA UNAYOISHI.",
  "DisclaimerOfWarrantiesAnd": "iv. Kanusho la Dhamana na Kizuizi cha Dhima",
  "toTheMaximumExtent": "KWA KIWANGO CHA JUU INAYORUHUSIWA NA SHERIA INAYOTUMIKA, KILA TUKIO HATA Flitaa, WASHIRIKA WAKE NA WANAHISA WAO HUSIKA, WANACHAMA, WAKURUGENZI, MAAFISA, WAFANYAKAZI, MAWAKILI, MAWAKALA, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI, WAWAKILISHI WA WAWAKILISHI, WAWAWAKILISHI, WAWAWAKILI WAO NA WANA WANA HISA WAO NA WANA WANA WANA HISA WAO NA WANA WANA HISA WAO HUSIKA. Direct, MAALUM, ADHABU , HASARA AU UNAZOFANANA NAZO AU MADHIMA YOYOTE (Ikiwemo, BILA KIKOMO, HASARA ZA UPOTEVU WA DATA, TAARIFA, MAPATO, FAIDA AU BIASHARA NYINGINE AU FAIDA ZA KIFEDHA) UTENDAJI WOWOTE WA HUDUMA, YA HUDUMA ZA Flitaa, AU YOYOTE BIDHAA NYINGINE, HUDUMA AU VITU VINGINE VINAVYOTOLEWA NA AU KWA NIABA YA Flitaa NA WASHIRIKA WAKE, IKIWE CHINI YA MKATABA, SHERIA, DHIMA MKALI AU NADHARIA NYINGINE HATA IFlitaa IMESHAURIWA KUHUSU UWEZEKANO WA KUTIMIZA. UAMUZI KWAMBA MADHARA HAYO YALITOKANA NA UZEMBE MKUBWA WA Flitaa, UDANGANYIFU, UOVU WA MAKUSUDI AU UKIUKAJI WA SHERIA KWA MAKUSUDI. BAADHI YA MAMLAKA HAYARUHUSU KUTOWA AU KIKOMO CHA UHARIBIFU WA TUKIO AU WA KUTOKEA, KWA HIYO KIKOMO HAPO JUU HUENDA KUKUHUSU.",
  "notwithstandingTheForegoing": "LICHA YA HAYO YALIYOJULIKANA, HAKUNA MATUKIO HATA UWAJIBIKAJI WA Flitaa, WASHIRIKA WAKE NA WANAHISA HUSIKA, WANACHAMA, WAKURUGENZI, MAOFISA, WAFANYAKAZI, WANASHERIA, MAWAKALA, WAWAKILISHI, WAHUSIKA WAHUSIKA NA WAHUSIKA WAHUSIKA. LF YA Flitaa NA YAKE WASHIRIKA, UTEKELEZAJI WOWOTE AU KUTOKUTENDA KWA HUDUMA ZA Flitaa, AU BIDHAA NYINGINE YOYOTE, HUDUMA AU KITU CHOCHOTE, IKIWE CHINI YA MKATABA, SHERIA, DHIMA MADHUBUTI AU NADHARIA NYINGINE, IMEZIDI KIASI CHA MALIPO YAKO. KIPINDI CHA MIEZI KUMI NA MIWILI MARA MOJA KUTANGULIA TUKIO LINALOPITISHA MADAI YA DHIMA.",
  "indemification": "15. Malipo",
  "youAgreeToIndemnify": "UNAKUBALI KUWAHIMU NA KUWASHIKILIA WAENDESHAJI WA Flitaa WASIO NA MADHARA, WASHIRIKA WAO, WAKANDARASI, WAPESA LESENI, NA WAKURUGENZI WAO WAHUSIKA, MAAFISA, WAFANYAKAZI NA MAWAKALA WAO KUTOKA NA KUPINGA MADAI, HATUA, SHURUTI, SHURUTI, DHIMA, SHURUTI, SHIRIKA, DHIMA, TENDO, TENDO, DHIMA, SHIRIKISHO, SHIRIKISHO, SHIRIKISHO. PENZI NA UHARIBIFU (pamoja na ADA, FAINI AU ADHABU ZA MAWAKILI ZINAZOTOKEA AU INAYOHUSIANA NA (I) MATUMIZI YAKO, AU MWENENDO WAKO KUHUSIANA NA, HUDUMA ZA Flitaa, (II) UKIUKAJI WAKO AU UTEKELEZAJI WETU WA UTEKELEZAJI WETU. ) UKIUKAJI WAKO WA SHERIA, KANUNI, AU HAKI ZOZOTE ZINAZOTUMIKA ZA WATU WOWOTE WA TATU WAKATI WA MATUMIZI YAKO YA HUDUMA ZA Flitaa. IKIWA UNA WAJIBU KUWAHIFADHI WAENDESHAJI Flitaa, WASHIRIKA WAO, MKANDARASI WAO, WAKANDARASI, WAPE LESENI, NA WAKURUGENZI WAO WAHUSIKA, MAOFISA, WAFANYAKAZI AU MAWAKALA KWA KUZINGATIA MASHARTI HAYA, Flitaa, ITATAKATA USIMAMIZI WOWOTE. DING NA KWA AMUA IWAPO Flitaa ANATAKA UTULIVU, NA IKIWA NDIYO, KWA MASHARTI GANI.",
  "limitationOfLoss": "16. Ukomo wa Hasara",
  "inNoEventShallFlitaa": "KWA MATUKIO HAKUNA Flitaa, WASHIRIKA AU WATOA HUDUMA WA Flitaa, AU WA Flitaa AU MAAFISA WAO HUSIKA, WAKURUGENZI, MAWAKALA, WAFANYAKAZI, AU WAWAKILISHI, WAWAJIBIKE KWA WATU WOWOTE KATI YA UFUATILIAJI HUO. KWA MASHARTI HAYA AU VINGINEVYO:",
  "anyLossOfProfitsOrLoss": "HASARA YOYOTE YA FAIDA AU HASARA YA MAPATO AU FAIDA INAYOTARAJIWA, PAMOJA NA HASARA YOYOTE YA FAIDA INAYOTARAJIWA YA BIASHARA NA / AU HASARA ZOZOTE HALISI AU ZA KUDHANIWA, HATA TUNASHAURIWA AU KUJUA AU TUNAFAHAMU HIYO. HII INAMAANISHA, KWA MFANO TU (NA BILA KUZUIA UPEO WA SENTENSI ILIYOTANGULIA), KWAMBA IKIWA UNADAI KWAMBA TUMESHINDWA KUCHUKUA MANUNUA AU KUUZA VIZURI, HASARA ZAKO NI KIDOGO SI ZAIDI YA THAMANI ILIYOCHANGANYIWA YA THAMANI ILIYOCHANGIWA. SARAFU YA DIGITAL NA PESA ZA KIElektroni ZINAZOTOLEWA KATIKA SHUGHULI, NA KWAMBA HUWEZI KUREJEA KWA 'HASARA' YOYOTE YA FAIDA YA BIASHARA INAYOTARAJIWA AU KWA HASARA ZOZOTE HALISI ZA BIASHARA ILIYOTOKEA KWA MATOKEO YA KUSHINDWA KUNUNUA AU KUUZA.",
  "anyLossOfOrDamageTo": "HASARA YOYOTE YA AU KUHARIBU SIFA AU NIA njema; HASARA YOYOTE YA BIASHARA AU FURSA, WATEJA AU MKATABA; HASARA YOYOTE AU UPOTEVU WA VICHWA, USIMAMIZI AU MUDA WENGINE WA WAFANYAKAZI; AU HASARA NYINGINE YOYOTE YA MAPATO AU AKIBA HALISI AU INAYOTARAJIWA, HATA TUNASHAURIWA AU KUJUWA AU TULIPASWA KUJUA UWEZEKANO WA HIYO;",
  "anyLossOfUseOfHardWare": "UPOTEVU WOWOTE WA MATUMIZI YA HARDWARE, SOFTWARE AU DATA NA / AU RUSHWA WOWOTE WA DATA; IKIWEMO LAKINI SIO KIKOMO KWA HASARA AU UHARIBIFU WOWOTE UNAOTOKANA NA AU UNAOHUSIANA NA UTOAJI WOWOTE, KASORO AU KUPOTEZWA KWA DATA YA BEI YA SARAFU YA DIJIT; KOSA AU KUCHELEWA YOYOTE KATIKA UHAMISHO WA DATA HIYO; NA/AU KUKATAZWA WOWOTE KATIKA DATA HIYO YOYOTE;(IV) HASARA AU UHARIBIFU WOWOTE AMBAO HAUTOKI MOJA KWA MOJA KUTOKANA NA UKIUKAJI WETU WA MASHARTI HAYA; NA",
  "anyLossOrDamageWhatsoeverWhich": "HASARA AU UHARIBIFU WOWOTE ULIOZIDI HIYO AMBAYO IMESABABISHWA MOJA KWA MOJA NA UKIUKAJI WETU WA MASHARTI HAYA (IWE UNA UWEZO AU LA KUTHIBITISHA HASARA AU UHARIBU HUO).",
  "safetyAndSecurity": "17. Usalama na Usalama wa Kompyuta na Vifaa",
  "flitaaIsNotLiableForAny": "Flitaa HAWAJIBIKI KWA UHARIBIFU AU KUKATAZWA WOWOTE UNAOSABABISHWA NA VIRUSI ZOZOTE ZA KOMPYUTA, Spyware, SKAREWARE, TROJAN HORSES, MINYOO, AU MADHUBUTI MENGINE AMBAYO INAWEZA KUATHIRI KOMPYUTA YAKO AU KIFAA KINGINE, AU UFUNGAJI WOWOTE, AU UFUNGAJI WOWOTE. TUNASHAURI MATUMIZI YA MARA KWA MARA YA SOFTWARE INAYOHESHIMIWA NA INAYOPATIKANA KWA UHAI WA KUKAGUA NA KUZUIA VIRUSI. PIA UNAPASWA KUFAHAMU KWAMBA HUDUMA ZA SMS NA BARUA PEPE ZIKO MADHUBUTI YA USHAMBULIAJI NA UHAKIKI, NA UNAPASWA KUTUMIA TAHADHARI KATIKA KUKAGUA UJUMBE UNAODHANIWA KUTOKA KWETU. Flitaa USAIDIZI WA WATEJA KAMWE HAUTAOMBA KUCHUNGUZA KUSHIRIKI AU VINGINEVYO TAFUTA KUPATA COMPUTER AU AKAUNTI YAKO; VILEVILE, HATUTAULIZA MSIMBO WAKO WA UTHIBITISHAJI WA MAMBO MAWILI. INGIA KWENYE AKAUNTI YAKO YA Flitaa DAIMA KUPITIA TOVUTI YA Flitaa ILI UKAGUE miamala YOYOTE AU HATUA ZOZOTE ZINAZOTAKIWA IKIWA UNA UHAKIKA WOWOTE KUHUSU UHAKIKA WA MAWASILIANO AU ILANI YOYOTE.",
  "flitaaInfinityLoans": "18. Flitaa INFIINITY LOANS",
  "youAgreeThatYourEligibility": "Unakubali kwamba ustahiki wako wa mikopo ya Flitaa Infinity utabainishwa na kiasi kilicho katika Akaunti yako ya Flitaa, na hivyo basi, akaunti za Flitaa zilizo na salio sifuri hazitatimiza masharti ya kushiriki katika mikopo ya Flitaa Infinity.",
  "youAgreeThatUponALoanApplication": "Unakubali kwamba baada ya kutuma ombi la mkopo, utaweka thamani fulani ya mali yako ya kwingineko ya Flitaa itakayowekwa kama dhamana ya mkopo na utastahiki kuchukua 30% pekee ya hisa nzima ya dhamana kwa wakati mmoja.",
  "youAgreeThatOnceYour": "Unakubali kwamba mara tu ustahiki wako utakapoamuliwa kwa ufanisi, una haki ya kuchukua hadi asilimia thelathini (30%) ya kwingineko yako yote ya Flitaa Fiat na Crypto iliyowekwa kama dhamana ya mkopo kwa wakati mmoja.",
  "youAgreeThatYouShallNotBeEntitled": "Unakubali kwamba hutakuwa na haki ya kuchukua mikopo ya ziada ambapo kikomo chako cha dhamana cha asilimia 30 kimepitwa. Unakubali kwamba utastahiki tu kuchukua viwango vya juu vya mkopo kwa kuongeza dhamana yako ya hisa.",
  "youAgreeThatTheLoanInterestRepayment": "Unakubali kwamba muda wa ulipaji wa riba ya mkopo ni wa kila siku na muda wa kuendesha mkopo hauna kikomo.",
  "youAgreeThatUponYourLoanApproval": "Unakubali kwamba baada ya kuidhinishwa kwa mkopo wako, utakuwa chini ya ulipaji wa riba ya 0.1% kila siku kwa mkopo uliochukuliwa na riba ya 3% kila mwezi kwa mikopo iliyoidhinishwa. Unakubali kwamba riba iliyoongezwa kwa jumla ya mkopo itakatwa mbele ya mhusika mkuu wa mkopo, na kwa kila mhusika mkuu wa mkopo unaorejeshwa, dhamana zilizowekwa kwenye hisa zitarejeshwa kulingana na kiasi cha jumla kilichorejeshwa. Baada ya mkopo na makato kulipwa kikamilifu, una haki ya kupokea dhamana yako kamili.",
  "youPromiseToPayTheseLoanAmounts": "Unaahidi kulipa kiasi hiki cha mkopo kama ilivyokubaliwa katika Sheria na Masharti haya. Pia unakubali kwamba Flitaa itakuwa na haki ya kukatwa kiasi cha mkopo, ikijumuisha urahisi wowote, ada ya chaguo-msingi au adhabu, kiwango cha riba kisicho na kikomo, na kiasi kingine kinachostahili kulipwa na Flitaa, kutoka kwa dhamana yako iliyowekewa hisa au akaunti yako ya Flitaa ambapo, kutokana na hali tete ya cryptocurrency, dhamana yako uliyoweka haitoshi kulipa mkopo wako.",
  "youAgreeThatWhereYourStakedCollateral": "Unakubali kwamba pale ambapo dhamana yako ya hisa haitoshi kulipa mkopo wako kwa sababu ya kuyumba kwa soko, dhamana iliyowekwa kwenye hisa itafutwa ili kurejesha mkopo, na Flitaa itakuwa na haki ya kukatwa kwenye Akaunti yako ya Flitaa ili kurejesha kiasi kilichosalia cha mkopo.",
  "flitaaReservesTheRightToPresume": "Flitaa inahifadhi haki ya kudhania kuwa umeidhinisha maombi yoyote ya mkopo yaliyofanywa kwa jina lako kwa kutumia Akaunti yako ya Flitaa. Utachukuliwa kuwajibika kwa maombi yoyote ambayo hayajaidhinishwa kwa kutumia Akaunti yako ya Flitaa.",
  "flitaaReservesTheRightToAccept": "Flitaa inasalia na haki ya kukubali malipo ya mapema kabla ya tarehe ya malipo, mradi umetoa notisi ya kutosha na ulipe mkopo kamili pamoja na kiwango cha riba cha kawaida. Katika tukio la ulipaji maradufu ulioanzishwa kimakosa, kwa msingi wa juhudi zinazofaa, tuchakata urejeshaji wa pesa ndani ya muda unaofaa.",
  "youAgreeToPayAllInterest": "Unakubali kulipa riba yote iliyopatikana kwa mkopo wako kama inavyoweza kutolewa katika Masharti haya na makubaliano mengine yoyote.",
  "youAgreeToPayAllCosts": "Unakubali kulipa gharama zote za kukusanya ikiwa Flitaa itachukua hatua yoyote ya kukusanya mkopo au kuchukua hatua yoyote katika kesi ya kufilisika iliyowasilishwa na wewe au dhidi yako. Hii itajumuisha, isipokuwa kama imepigwa marufuku na sheria inayotumika, ada zinazofaa za mawakili na gharama zinazotumika wakati ukusanyaji unaendelea.",
  "youHerebyExpresslyConsent": "Kwa hili, UNARIDHIA NA KUWAIDHIA Flitaa, WASHIRIKA AU WATOA HUDUMA WA Flitaa, AU WA Flitaa AU MAAFISA WAO HUSIKA, WAKURUGENZI, MAWAKALA, WAFANYAKAZI AU WAWAKILISHI ILI KUTUMIA HUDUMA YAKO NA/TAABU YA MAWAKILI YAKO. MAWAKALA WA IZED AU WASHIRIKA WA LIPIA AKAUNTI YAKO YA Flitaa AU AKAUNTI NYINGINE YOYOTE YA Flitaa UNAYOPENDEZA NA INAYOUNGANISHWA NA BVN/NIN YAKO (NAMBA YA UTHIBITISHO YA BENKI/ NAMBA YA KITAMBULISHO CHA TAIFA) KWA KUREJESHA MKOPO KWA RIBA INAYOHUSIKA PALE NA WAKATI UNAPOTOKEA.",
  "youAuthoriseFlitaa": "Unaidhinisha Flitaa, washirika au watoa huduma wa Flitaa, au yeyote kati ya Flitaa au maafisa wao husika, wakurugenzi, mawakala, wafanyakazi au wawakilishi kukagua ripoti yako ya mikopo mara kwa mara, na unaelewa kuwa akaunti hii inaweza kukabiliwa na ada za miamala na ada chaguo-msingi.",
  "yourAcceptanceOfTheseTerms": "Kukubali kwako kwa Sheria na Masharti haya kuna athari sawa na kama ulitia sahihi kwa kutumia wino kwenye karatasi au njia nyingine yoyote halisi.",
  "applicableLaws": "19. SHERIA ZINAZOTUMIKA",
  "itIsYourResponsibilityToAbide": "Ni wajibu wako kutii sheria za ndani kuhusiana na matumizi ya kisheria ya Huduma za Flitaa katika eneo la mamlaka lao, pamoja na sheria na kanuni nyinginezo zinazotumika kwako. Ni lazima pia uzingatie, kwa kadiri ya sheria zao za ndani, vipengele vyote vya ushuru, ikijumuisha zuio, ukusanyaji, kuripoti na utumaji pesa kwa mamlaka zao za ushuru zinazofaa. WATUMIAJI WOTE WA HUDUMA ZA Flitaa WANAKIRI NA KUTANGAZA KUWA FEDHA ZAO ZINATOKA KATIKA VYANZO HALALI NA HAZITOKWI NA SHUGHULI HARAMU; WATUMIAJI WANAKUBALI KWAMBA Flitaa ITAWAHITAJI KUTOA AU VINGINEVYO KUSANYA TAARIFA NA VIFAA MUHIMU KWA KADIRI YA SHERIA HUSIKA AU AGIZO LA SERIKALI ILI KUTHIBITISHA UHALALI WA VYANZO NA MATUMIZI YA FEDHA ZAO. Flitaa inashikilia msimamo wa kushirikiana na mamlaka ya kutekeleza sheria na haitasita kukamata, kuzuia/kufungia, au kusimamisha akaunti na fedha za Watumiaji ambazo zimealamishwa au kuchunguzwa kwa mamlaka ya kisheria.",
  "PrivacyPolicy": "20. SERA YA FARAGHA",
  "accessToFlitaaServicesWill": "Upatikanaji wa Huduma za Flitaa utahitaji uwasilishaji wa taarifa fulani zinazoweza kumtambulisha mtu binafsi. Tafadhali kagua Sera ya Faragha ya Flitaa katika https://www.Flitaa.com/privacy kwa muhtasari wa miongozo ya Flitaa kuhusu ukusanyaji na matumizi ya maelezo yanayoweza kumtambulisha mtu binafsi.",
  "customerFeedback": "MAONI YA MTEJA, MASWALI, MALALAMIKO NA UTATUZI WA MIGOGORO",
  "pleaseReadThisSection": "TAFADHALI SOMA SEHEMU HII KWA UMAKINI, KWA MAANA INAHUSISHA KUONDOLEWA KWA HAKI FULANI ILI KULETA HATUA ZA KISHERIA, IKIWEMO KAMA HATUA YA DARASA.",
  "contactFlitaa": "21. Wasiliana na Flitaa",
  "ifYouHaveAnyFeedback": "Ikiwa una maoni yoyote, maswali, au malalamiko, wasiliana nasi kupitia mipasho yetu ya Usaidizi kwa Wateja. Unapowasiliana nasi, tafadhali tupe jina lako, anwani, na taarifa nyingine yoyote tunayohitaji ili kukutambua, Akaunti yako ya Flitaa, na muamala ambao una maoni, maswali au malalamiko.",
  "complaints": "22. Malalamiko",
  "inTheEventOfAComplaint": "Katika tukio la malalamiko, tafadhali eleza sababu ya malalamiko yako, jinsi ungependa tusuluhishe malalamiko hayo, na taarifa nyingine yoyote unayoamini kuwa muhimu. Tutakubali kupokea malalamiko yako. Afisa wa Malalamiko ya Wateja ('Afisa') atazingatia malalamiko yako. Afisa atazingatia malalamiko yako bila kuathiri kulingana na taarifa uliyotoa na taarifa yoyote iliyotolewa na Flitaa. Ndani ya siku 15 za kazi baada ya kupokea malalamiko yako, Afisa atashughulikia hoja zote zilizotolewa katika malalamiko yako kwa kukutumia barua pepe ('Taarifa ya Azimio') ambapo Afisa atafanya:",
  "offerToResolveYour": "kutoa kutatua malalamiko yako kwa njia uliyoomba;",
  "MakeADeterminationTo": "kufanya uamuzi wa kukataa malalamiko yako na kuweka sababu za kukataliwa, au",
  "offerToResolveYourComplaint": "jitolee kutatua malalamiko yako kwa njia mbadala. Katika hali ya kipekee, ikiwa Afisa hawezi kujibu malalamiko yako ndani ya siku 15 za kazi kwa sababu zilizo nje ya uwezo wa Flitaa, Afisa atakutumia jibu la kushikilia kuonyesha sababu za kuchelewa kujibu malalamiko yako na kutaja tarehe ya mwisho ambayo Afisa itajibu malalamiko yako, ambayo hayatapita baada ya siku 35 za kazi baada ya kupokea malalamiko yako. Muda huu, hata hivyo, haujumuishi muda wa utatuzi wa suala.",
  "noticeOfClaimAnd": "23. Notisi ya muda wa madai na utatuzi wa migogoro",
  "inTheEventOfAnIssue": "Katika tukio la suala, unakubali kutumia utaratibu wa malalamiko uliowekwa katika Sheria na Masharti haya kabla ya kuwasiliana na mahakama. Flitaa itajaribu kusuluhisha mzozo wako ndani haraka iwezekanavyo. Pande zinakubali kujadiliana kwa nia njema kusuluhisha mzozo huo (ambao majadiliano yatasalia kuwa siri na yatazingatia sheria zinazotumika kulinda majadiliano ya suluhu yasitumike kama ushahidi katika mwenendo wowote wa kisheria). Kukosa kutii sheria hii kunaweza kutumika kama ushahidi wa kutotaka kusuluhisha suala hilo na/au hali ya kuudhi ya malalamiko.",
  "inTheEventTheDisputeCannot": "Iwapo mzozo hauwezi kusuluhishwa kwa njia ya kuridhisha na ungependa kudai madai ya kisheria dhidi ya Flitaa, basi unakubali kuweka msingi wa dai hilo kwa maandishi katika 'Notisi ya Dai,' kama njia ya ilani ya awali kwa Flitaa. Notisi ya Dai lazima (1) ielezee asili na msingi wa dai au mzozo; (2) kueleza misaada mahususi inayotafutwa; (3) kutoa taarifa ya awali ya malalamiko; na (4) ni pamoja na barua pepe ya akaunti yako ya Flitaa. Notisi ya Dai inapaswa kuwasilishwa kwa anwani ya barua pepe au kiungo kilichotolewa katika mawasiliano yako na Flitaa. Baada ya kutoa Notisi ya Dai kwa Flitaa, mzozo unaorejelewa katika Notisi ya Dai unaweza kuwasilishwa na Flitaa au wewe kwa usuluhishi kwa mujibu wa aya ya 4 ya Sehemu hii, hapa chini. Ili kuepusha shaka, uwasilishaji wa mzozo kwa Flitaa kwa utatuzi wa ndani na uwasilishaji wa Notisi ya Dai kwa Flitaa ni sharti la kuanza kwa kesi ya usuluhishi (au kesi nyingine yoyote ya kisheria). Wakati wa usuluhishi, kiasi cha ofa yoyote ya malipo iliyotolewa na wewe au Flitaa haitafichuliwa kwa msuluhishi.",
  "arbitrationAndGoverning": "24. Sheria ya Usuluhishi na Utawala",
  "youAndFlitaaOperatorsAgree": "Wewe na Waendeshaji Flitaa mnakubali kwamba, kwa kuzingatia aya iliyo hapo juu, mzozo wowote, dai, au utata kati yako na Flitaa (na/au Waendeshaji Flitaa) unaotokana na au kuhusiana kwa njia yoyote na Masharti haya au uhusiano wako na Flitaa ( na/au Waendeshaji Flitaa) kama mtumiaji wa Huduma za Flitaa (iwe zinatokana na mkataba, uvunjaji sheria, sheria, ulaghai, uwasilishaji potofu, au nadharia nyingine yoyote ya kisheria, na kama madai yatatokea wakati au baada ya kusitishwa kwa Masharti haya) yataamuliwa na lazima usuluhishi wa mwisho na wa kumfunga mtu binafsi (sio wa darasa), isipokuwa kama ilivyobainishwa hapa chini. Kesi za Usuluhishi zitasimamiwa na kufasiriwa kwa mujibu wa sheria zinazotumika katika Jamhuri ya Shirikisho la Nigeria.",
  "anyArbitrationAgainstFlitaaOperators": "Usuluhishi WOWOTE DHIDI YA WAENDESHAJI Flitaa LAZIMA UANZE KWA KUTEKA OMBI LA Usuluhishi NDANI YA MWAKA MMOJA (1), BAADA YA TAREHE UPANDE UNAODAI KWANZA UNAJUA AU KWA AKILI UFAHAMU KUHUSU SHERIA, AU KUKOSA SHERIA HIYO; NA HAKUTAKUWA NA HAKI YA DAWA YOYOTE KWA MADAI YOYOTE AMBAYO AMBAYO HATAKUDIKIWA NDANI YA KIPINDI HICHO. KIPINDI HIKI CHA KIKOMO CHA MWAKA MMOJA KINAJUMUISHA UTARATIBU WA KUTATUA MIGOGORO YA NDANI ULIYOWEKA KATIKA AYA YA 1 YA SEHEMU HII, HAPO JUU. HAKUTAKUWA NA HAKI YA KUPATA DAWA YOYOTE KWA MADAI YOYOTE AMBAYO HATAKUDIKIWA NDANI YA KIPINDI HICHO. Iwapo sheria inayotumika inakataza muda wa kizuizi cha mwaka mmoja kwa kudai madai, dai lolote lazima lithibitishwe ndani ya muda mfupi zaidi unaoruhusiwa na sheria inayotumika.",
  "ifWeRequestArbitrationAgainstYou": "Ikiwa tutaomba usuluhishi dhidi yako, tutakupa notisi katika anwani ya barua pepe au barua pepe uliyotoa. Unakubali kwamba arifa yoyote iliyotumwa kwa barua pepe hii au anwani ya barua itachukuliwa kuwa nzuri kwa madhumuni yote, ikijumuisha, bila kikomo, maamuzi ya utoshelevu wa huduma. Ni wajibu wako kuhakikisha kwamba anwani ya barua pepe na/au anwani ya barua pepe kwenye faili na Flitaa ni ya kisasa na sahihi.",
  "theSeatOfTheArbitrationShall": "Kiti cha usuluhishi kitakuwa Lagos, Nigeria. Mahali pa kusikilizwa kwa usuluhishi wowote wa mtu binafsi itakuwa Lagos, Nig, isipokuwa kama itakubaliwa vinginevyo na wahusika. Wahusika wanakubali kwamba usuluhishi huo utawekwa siri. Kuwepo kwa usuluhishi, taarifa yoyote isiyo ya umma iliyotolewa katika usuluhishi, na mawasilisho yoyote, amri au tuzo zilizotolewa katika usuluhishi (pamoja, 'Taarifa za Siri') hazitafichuliwa kwa mtu yeyote asiye wa chama isipokuwa mahakama, wahusika, mawakili wao, wataalam, mashahidi, wahasibu na wakaguzi wa hesabu, bima na watoa bima tena, na mtu mwingine yeyote muhimu kwa uendeshaji wa usuluhishi. Licha ya hayo yaliyotangulia, mhusika anaweza kufichua Maelezo ya Siri kwa kiwango ambacho ufichuzi unaweza kuhitajika ili kutimiza wajibu wa kisheria, kulinda au kufuata haki ya kisheria, au kutekeleza au kupinga tuzo katika kesi za kisheria zinazoaminika. Masharti haya ya usiri yatadumu kukomeshwa kwa Sheria na Masharti haya na usuluhishi wowote unaoletwa kwa mujibu wa Masharti haya.",
  "classActionWaiver": "25. Kuondolewa kwa hatua ya darasa",
  "youAgreeThatAnyClaimsRelating": "Unakubali kwamba madai yoyote yanayohusiana na Sheria na Masharti haya au uhusiano wako na Flitaa kama mtumiaji wa Huduma za Flitaa (iwe yanatokana na mkataba, uvunjaji sheria, sheria, ulaghai, uwakilishi mbaya, au nadharia nyingine yoyote ya kisheria, na kama madai yanatokea wakati au baada ya kusitishwa kwa Masharti haya) kutaletwa dhidi ya upande mwingine katika usuluhishi kwa misingi ya mtu binafsi pekee na si kama mlalamishi au mshiriki wa darasa katika hatua inayodaiwa au mwakilishi. Pia unakubali kuachilia haki yoyote ya madai kama hayo kuletwa, kusikilizwa, au kusuluhishwa kama hatua ya kundi, ya pamoja, mwakilishi au mwanasheria mkuu wa kibinafsi, kwa kiwango kinachoruhusiwa na sheria inayotumika. Kuchanganya au kuunganisha usuluhishi wa mtu binafsi katika usuluhishi mmoja hakuruhusiwi bila ridhaa ya wahusika wote, ikiwa ni pamoja na Flitaa.",
  "modifications": "26. Marekebisho",
  "flitaaReservesTheRightToUpdateModify": "Flitaa inahifadhi haki ya kusasisha, kurekebisha, kurekebisha, kusimamisha au kufanya mabadiliko yoyote yajayo kwa sehemu kuhusu makubaliano ya wahusika kusuluhisha, kwa kuzingatia sheria inayotumika. Kwa hili unakubali na kukubali kuwa ni wajibu wako kuhakikisha kwamba uelewa wako wa sehemu hii umesasishwa. Kwa mujibu wa sheria inayotumika, kuendelea kutumia akaunti yako ya Flitaa kutachukuliwa kuwa kukubali kwako marekebisho yoyote kwenye Sehemu hii (VIII) kuhusu makubaliano ya wahusika kusuluhisha. Unakubali kwamba ikiwa unapinga marekebisho kwenye Sehemu hii (VIII), Flitaa inaweza kuzuia ufikiaji wa akaunti yako ikisubiri kufungwa kwa akaunti yako. Katika hali kama hizi, Sheria na Masharti kabla ya urekebishaji yatabaki kuwa na nguvu kamili na athari ikisubiri kufungwa kwa akaunti yako.",
  "severability": "27. Ukatili",
  "ifAnyPortionOfTheseTerms": "Ikiwa sehemu yoyote ya Sheria na Masharti haya itaamuliwa kuwa batili au haiwezi kutekelezeka kwa sababu yoyote au kwa kiwango chochote, salio la Sheria na Masharti haya litaendelea kuwa halali na kutekelezwa, na sehemu batili au isiyoweza kutekelezeka itatekelezwa kwa kiwango kikubwa zaidi kinachoruhusiwa na sheria. inasubiri kufungwa kwa akaunti yako.",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}
