{
  "home": "Mh",
  "about": "kuhusu",
  "features": "Vipengele",
  "getStarted": "Anza",
  "introducingSimplicity": "Tunakuletea Urahisi",
  "introducingVariety": "Kuanzisha Aina Mbalimbali",
  "easyWaytoTradeCryptocurrency": "Njia mpya na rahisi ya Kufanya Biashara ya Cryptocurrency",
  "downloadApp": "Pakua programu yetu",
  "depositCashOrCrypto": "Weka pesa taslimu au crypto",
  "transactAndObserveGrowth": "Shughulika na uangalie ukuaji",
  "featuresFromSimpleWallet": "Vipengele utakavyotarajia kutoka kwa mkoba rahisi",
  "fundsSafety": "Usalama wa Fedha",
  "multiAssets": "Mali nyingi",
  "supportLocalCurrency": "Inasaidia sarafu za eneo lako",
  "kenyanShillings": "Shilingi za Kenya",

  "tradeAndHoldCryptocurrencies": "Nunua, Biashara na Shikilia Fedha za Crypto kwa njia rahisi zaidi",
  "buyAndAccessToken": "Nunua na uuze fedha za siri kwa urahisi ukitumia programu yetu ambayo ni rafiki kwa watumiaji. Fikia zaidi ya tokeni 40. Pochi ya crypto umekuwa ukingojea.",

  "testimonials": "Ushuhuda",
  "hearUserSay": "Sikia watumiaji wetu wa kimataifa wanasema nini",
  "happyToBeginCryptoJourney": "Nina furaha kuanza safari yangu ya cryptocurrency na flitaa. Imekuwa tukio la ajabu.",
  "growingAtGeometricProgression": "CEX bora ambayo husikiliza mapigo ya moyo ya watumiaji wake. Inakua katika maendeleo ya kijiometri. Kununua na kuuza crypto kumerahisisha na rahisi sana. Flitaa kwa ajili yako.",

  "letGetYouStarted": "Hebu tuanze",
  "noMatterWhereYouAre": "Haijalishi uko wapi, biashara ni mbofyo mmoja tu. Pata taarifa kuhusu uwekezaji wako wakati wowote na upate habari kuhusu bei ya hivi punde ya Bitcoin, Ethereum na mali nyinginezo zinazovuma za kidijitali.",
  "availableOnAndroidAndIOS": "Inapatikana kwenye Android na iOS.",

  "copyRight": "Hakimiliki",
  "termOfUse": "Muda wa Matumizi",
  "privacyPolicy": "Sera ya Faragha",

  "privacyParagraphOne": "Asante kwa kuchagua kuwa sehemu ya jumuiya yetu kwenye jukwaa letu la mtandaoni la flitaa ('flitaa', 'sisi', 'sisi', 'yetu'). Tumejitolea kulinda taarifa zako za kibinafsi na haki yako ya faragha. Ikiwa una maswali yoyote au wasiwasi kuhusu ilani hii ya faragha, tafadhali wasiliana nasi kwa support@flitaa.com.",
  "privacyParagraphTwo": "Sera hii itaanza kutumika kuanzia tarehe 9 Julai 2021 na ilisasishwa mara ya mwisho tarehe 9 Julai 2021.",
  "privacyParagraphThree": "Unapotembelea tovuti yetu http://www.flitaa.com (“Tovuti”), tumia programu yetu ya simu, kama itakavyokuwa (“Programu”), na kwa ujumla zaidi, tumia huduma zetu zozote (“ Huduma”, zinazojumuisha Tovuti na Programu), tunashukuru kwamba unatuamini kwa taarifa zako za kibinafsi. Tunachukua faragha yako kwa umakini sana. Katika notisi hii ya faragha, tunatafuta kukueleza kwa njia iliyo wazi zaidi ni maelezo gani tunayokusanya, jinsi tunavyoyatumia na ni haki gani unazo kuhusiana nayo. Tunatumahi utachukua muda kuisoma kwa uangalifu, kwani ni muhimu. Ikiwa kuna masharti yoyote katika notisi hii ya faragha ambayo hukubaliani nayo, tafadhali acha kutumia Huduma zetu mara moja.",
  "privacyParagraphFour": "Notisi hii ya faragha inatumika kwa taarifa zote zinazokusanywa kupitia Huduma zetu (ambazo, kama ilivyoelezwa hapo juu, zinajumuisha Tovuti na Programu yetu), pamoja na, huduma zozote zinazohusiana, mauzo, uuzaji au matukio.",
  "privacyParagraphFive": "Tafadhali soma notisi hii ya faragha kwa makini kwani itakusaidia kuelewa tunachofanya na maelezo tunayokusanya.",
  "privacyParagraphSix": "TUNAKUSANYA HABARI GANI?",
  "privacyParagraphSeven": "Habari ya kibinafsi unatufafanua",
  "privacyParagraphEight": "Kwa Ufupi: Tunakusanya taarifa za kibinafsi unazotupatia.",
  "privacyParagraphNine": "Tunakusanya taarifa za kibinafsi ambazo unatupatia kwa hiari unapojiandikisha kwenye Huduma, tunaonyesha nia ya kupata taarifa kuhusu sisi au bidhaa na Huduma zetu, unaposhiriki katika shughuli kwenye Huduma au vinginevyo unapowasiliana nasi.",
  "privacyParagraphTen": "Taarifa ya kibinafsi tunayokusanya inategemea muktadha wa mwingiliano wako nasi na Huduma, chaguo unazofanya na bidhaa na vipengele unavyotumia. Taarifa za kibinafsi tunazokusanya zinaweza kujumuisha zifuatazo:",
  "privacyParagraphEleven": "Taarifa za Kibinafsi Zilizotolewa na Wewe. Tunakusanya majina; nambari za simu; barua pepe; majina ya watumiaji; nywila; data ya mawasiliano au uthibitishaji; nambari za kadi ya debit / mkopo; anwani za barua; tarehe ya kuzaliwa; na habari zingine zinazofanana.",
  "privacyParagraphTwelve": "Data ya Kuingia kwenye Mitandao ya Kijamii. Tunaweza kukupa chaguo la kujisajili nasi kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii iliyopo, kama vile Facebook, Twitter au akaunti nyingine ya mitandao ya kijamii. Ukichagua kujiandikisha kwa njia hii, tutakusanya taarifa iliyofafanuliwa katika sehemu inayoitwa “JE, TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” chini.",
  "privacyParagraphThirteen": "Taarifa zote za kibinafsi unazotupatia lazima ziwe za kweli, kamili na sahihi, na lazima utuarifu kuhusu mabadiliko yoyote ya taarifa hizo za kibinafsi.",
  "privacyParagraphFourteen": "Habari iliyokusanywa kiotomatiki",
  "privacyParagraphFifteen": "Kwa Ufupi: Baadhi ya taarifa - kama vile anwani yako ya Itifaki ya Mtandao (IP) na/au kivinjari na sifa za kifaa - hukusanywa kiotomatiki unapotembelea Huduma zetu.",
  "privacyParagraphSixteen": "Tunakusanya taarifa fulani kiotomatiki unapotembelea, kutumia au kuabiri Huduma. Maelezo haya hayaonyeshi utambulisho wako mahususi (kama vile jina lako au maelezo ya mawasiliano) lakini yanaweza kujumuisha maelezo ya kifaa na matumizi, kama vile anwani yako ya IP, sifa za kivinjari na kifaa, mfumo wa uendeshaji, mapendeleo ya lugha, URL zinazorejelea, jina la kifaa, nchi, eneo. , maelezo kuhusu jinsi na wakati unapotumia Huduma zetu na maelezo mengine ya kiufundi. Taarifa hizi zinahitajika ili kudumisha usalama na uendeshaji wa Huduma zetu, na kwa ajili ya uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphSeventeen": "Taarifa tunazokusanya ni pamoja na:",
  "privacyParagraphEighteen": "**Data ya kumbukumbu na matumizi. Data ya kumbukumbu na matumizi inahusiana na huduma, uchunguzi, matumizi na maelezo ya utendaji ambayo seva zetu hukusanya kiotomatiki unapofikia au kutumia Huduma zetu na ambazo tunarekodi katika faili za kumbukumbu. Kulingana na jinsi unavyowasiliana nasi, data hii ya kumbukumbu inaweza kujumuisha anwani yako ya IP, maelezo ya kifaa, aina ya kivinjari na mipangilio na maelezo kuhusu shughuli zako katika Huduma (kama vile tarehe/saa mihuri inayohusishwa na matumizi yako, kurasa na faili zilizotazamwa, utafutaji na hatua nyingine unazochukua kama vile vipengele unavyotumia), maelezo ya tukio la kifaa (kama vile shughuli za mfumo, ripoti za hitilafu (wakati fulani huitwa 'dumps za kuacha kufanya kazi') na mipangilio ya maunzi). **Data ya Kifaa. Tunakusanya data ya kifaa kama vile maelezo kuhusu kompyuta yako, simu, kompyuta kibao au kifaa kingine unachotumia kufikia Huduma. Kulingana na kifaa kinachotumiwa, data ya kifaa hiki inaweza kujumuisha maelezo kama vile anwani yako ya IP (au seva mbadala), nambari za kitambulisho za kifaa na programu, eneo, aina ya kivinjari, muundo wa maunzi mtoa huduma wa mtandao na/au mtoa huduma wa simu, mfumo wa uendeshaji na usanidi wa mfumo. habari.",
  "privacyParagraphNineteen": "Taarifa zilizokusanywa kupitia App yetu",
  "privacyParagraphTwenty": "Kwa kifupi: Tunakusanya taarifa kuhusu kifaa chako cha mkononi, arifa zinazotumwa na programu hata wakati huitumii, unapotumia Programu yetu.",
  "privacyParagraphTwentyOne": "Ikiwa unatumia Programu yetu, pia tunakusanya habari ifuatayo:",
  "privacyParagraphTwentyTwo": "** Ufikiaji wa Kifaa cha Simu. Tunaweza kuomba ufikiaji au ruhusa ya vipengele fulani kutoka kwa kifaa chako cha mkononi, ikiwa ni pamoja na kamera ya kifaa chako cha mkononi, waasiliani, jumbe za SMS na vipengele vingine. Ikiwa ungependa kubadilisha ufikiaji au ruhusa zetu, unaweza kufanya hivyo katika mipangilio ya kifaa chako. **Data ya Kifaa cha Mkononi. Tunakusanya maelezo ya kifaa kiotomatiki (kama vile kitambulisho cha kifaa chako cha mkononi, muundo na mtengenezaji), mfumo wa uendeshaji, maelezo ya toleo na maelezo ya usanidi wa mfumo, nambari za kitambulisho za kifaa na programu, aina na toleo la kivinjari, muundo wa maunzi mtoa huduma wa Intaneti na/au mtoa huduma wa simu, na anwani ya Itifaki ya Mtandao (IP) (au seva mbadala). Ikiwa unatumia Programu yetu, tunaweza pia kukusanya taarifa kuhusu mtandao wa simu unaohusishwa na kifaa chako cha mkononi, mfumo wa uendeshaji wa kifaa chako cha mkononi au jukwaa, aina ya kifaa cha mkononi unachotumia, kitambulisho cha kipekee cha kifaa chako na taarifa kuhusu vipengele vya Programu yetu uliyoipata. ** Arifa za Push. Tunaweza kuomba kukutumia arifa zinazotumwa na programu hata wakati huitumii kuhusu akaunti yako au vipengele fulani vya Programu. Ikiwa ungependa kujiondoa ili kupokea aina hizi za mawasiliano, unaweza kuzizima katika mipangilio ya kifaa chako. Maelezo haya yanahitajika ili kudumisha usalama na utendakazi wa Programu yetu, kwa utatuzi na kwa uchanganuzi wa ndani na madhumuni ya kuripoti.",
  "privacyParagraphTwentyThree": "Taarifa zilizokusanywa kutoka kwa vyanzo vingine.",
  "privacyParagraphTwentyFour": "Kwa kifupi: Tunaweza kukusanya data chache kutoka kwa hifadhidata za umma, washirika wa uuzaji, mifumo ya mitandao ya kijamii na vyanzo vingine vya nje.",
  "privacyParagraphTwentyFive": "Ili kuongeza uwezo wetu wa kutoa huduma muhimu za uuzaji, matoleo na huduma kwako na kusasisha rekodi zetu, tunaweza kupata maelezo kukuhusu kutoka kwa vyanzo vingine, kama vile hifadhidata za umma, washirika wa pamoja wa uuzaji, programu shirikishi, watoa huduma za data, majukwaa ya mitandao ya kijamii, na vile vile kutoka kwa watu wengine wa tatu. Maelezo haya yanajumuisha anwani za barua, majina ya kazi, anwani za barua pepe, nambari za simu, data ya dhamira (au data ya tabia ya mtumiaji), anwani za Itifaki ya Mtandao (IP), wasifu wa mitandao ya kijamii, URL za mitandao ya kijamii na wasifu maalum, kwa madhumuni ya utangazaji lengwa na utangazaji wa matukio. . Ukiwasiliana nasi kwenye jukwaa la mitandao ya kijamii ukitumia akaunti yako ya mitandao ya kijamii (k.m. Facebook au Twitter), tunapokea taarifa za kibinafsi kukuhusu kama vile jina lako, anwani ya barua pepe na jinsia. Taarifa yoyote ya kibinafsi tunayokusanya kutoka kwa akaunti yako ya mitandao ya kijamii inategemea mipangilio ya faragha ya akaunti yako ya mitandao ya kijamii.",
  "privacyParagraphTwentySix": "2. TUNATUMIAJE HABARI YAKO?",
  "privacyParagraphTwentySeven": "Kwa kifupi: Tunachakata maelezo yako kwa madhumuni kulingana na maslahi halali ya biashara, utimilifu wa mkataba wetu nawe, kutii wajibu wetu wa kisheria, na/au kibali chako.",
  "privacyParagraphTwentyEight": "Tunatumia taarifa za kibinafsi zilizokusanywa kupitia Huduma zetu kwa madhumuni mbalimbali ya biashara yaliyofafanuliwa hapa chini. Tunachakata maelezo yako ya kibinafsi kwa madhumuni haya kwa kutegemea maslahi yetu halali ya biashara, ili kuingia au kufanya mkataba na wewe, kwa kibali chako, na/au kwa kufuata wajibu wetu wa kisheria. Tunaonyesha misingi mahususi ya uchakataji tunayotegemea karibu na kila kusudi lililoorodheshwa hapa chini.",
  "privacyParagraphTwentyNine": "Tunatumia habari tunayokusanya au kupokea:",
  "privacyParagraphThirty": "** Ili kuwezesha kuunda akaunti na mchakato wa kuingia. Ukichagua kuunganisha akaunti yako nasi kwa akaunti ya mtu mwingine (kama vile akaunti yako ya Google au Facebook), tunatumia maelezo uliyoturuhusu kukusanya kutoka kwa wahusika wengine ili kuwezesha uundaji wa akaunti na mchakato wa kuingia kwa ajili ya utendakazi wa mkataba. Tazama sehemu iliyo hapa chini “TUNASHUGHULIKIAJE INGIA ZAKO ZA KIJAMII?” kwa maelezo zaidi.",
  "privacyParagraphThirtyOne": "**Kuchapisha ushuhuda. Tunachapisha shuhuda kwenye Huduma zetu ambazo zinaweza kuwa na taarifa za kibinafsi. Kabla ya kuchapisha ushuhuda, tutapata kibali chako cha kutumia jina lako na maudhui ya ushuhuda. Ikiwa ungependa kusasisha, au kufuta ushuhuda wako, tafadhali wasiliana nasi kwa privacy@flitaa.com na uhakikishe kuwa umejumuisha jina lako, eneo la ushuhuda, na maelezo ya mawasiliano.",
  "privacyParagraphThirtyTwo": "**Omba maoni. Tunaweza kutumia maelezo yako kuomba maoni na kuwasiliana nawe kuhusu matumizi yako ya Huduma zetu.",
  "privacyParagraphThirtyThree": "**Ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji. Tunaweza kutumia maelezo yako ili kuwezesha mawasiliano kati ya mtumiaji na mtumiaji kwa idhini ya kila mtumiaji. Ili kudhibiti akaunti za watumiaji. Tunaweza kutumia maelezo yako kwa madhumuni ya kudhibiti akaunti yetu na kuiweka katika utaratibu wa kufanya kazi.",
  "privacyParagraphThirtyFour": "**Ili kukutumia taarifa za kiutawala. Tunaweza kutumia maelezo yako ya kibinafsi kukutumia bidhaa, huduma na maelezo mapya ya kipengele na/au taarifa kuhusu mabadiliko ya sheria na masharti, sera na sera zetu.",
  "privacyParagraphThirtyFive": "**Ili kulinda Huduma zetu. Tunaweza kutumia maelezo yako kama sehemu ya juhudi zetu za kuweka Huduma zetu salama (kwa mfano, kwa ufuatiliaji na kuzuia ulaghai).**Ili kutekeleza sheria na masharti, masharti na sera zetu kwa madhumuni ya biashara, kutii mahitaji ya kisheria na udhibiti au kuhusiana na mkataba wetu.**Kujibu maombi ya kisheria na kuzuia madhara. Tukipokea wito au ombi lingine la kisheria, huenda tukahitaji kukagua data tuliyo nayo ili kubaini jinsi ya kujibu.",
  "privacyParagraphThirtySix": "**Timiza na udhibiti maagizo yako. Tunaweza kutumia maelezo yako kutimiza na kudhibiti maagizo, malipo, marejesho na ubadilishanaji unaofanywa kupitia Huduma.",
  "privacyParagraphThirtySeven": "**Simamia droo za zawadi na mashindano. Tunaweza kutumia maelezo yako kusimamia droo za zawadi na mashindano unapochagua kushiriki katika mashindano yetu.",
  "privacyParagraphThirtyEight": "**Kutoa na kuwezesha utoaji wa huduma kwa mtumiaji. Tunaweza kutumia maelezo yako kukupa huduma uliyoombwa.**Kujibu maswali ya mtumiaji/kutoa usaidizi kwa watumiaji. Tunaweza kutumia maelezo yako kujibu maswali yako na kutatua masuala yoyote ambayo unaweza kuwa nayo kwa kutumia Huduma zetu.",
  "privacyParagraphThirtyNine": "**Ili kukutumia mawasiliano ya uuzaji na matangazo. Sisi na/au washirika wetu wa masoko wengine wanaweza kutumia maelezo ya kibinafsi unayotutumia kwa madhumuni yetu ya uuzaji, ikiwa hii ni kwa mujibu wa mapendeleo yako ya uuzaji. Kwa mfano, tunapoonyesha nia ya kupata taarifa kuhusu sisi au Huduma zetu, kujiandikisha kwa uuzaji au vinginevyo kuwasiliana nasi, tutakusanya taarifa za kibinafsi kutoka kwako. Unaweza kuchagua kutopokea barua pepe zetu za uuzaji wakati wowote (ona 'HAKI ZAKO ZA FARAGHA NI ZIPI?' hapa chini).",
  "privacyParagraphForty": "**Toa utangazaji unaolengwa kwako. Tunaweza kutumia maelezo yako kutengeneza na kuonyesha maudhui na utangazaji uliobinafsishwa (na kufanya kazi na wahusika wengine wanaofanya hivyo) kulingana na mambo yanayokuvutia na/au eneo na kupima ufanisi wake.",
  "privacyParagraphFortyOne": "**Kwa madhumuni mengine ya biashara. Tunaweza kutumia maelezo yako kwa madhumuni mengine ya biashara, kama vile uchanganuzi wa data, kutambua mwelekeo wa matumizi, kubainisha ufanisi wa kampeni zetu za utangazaji na kutathmini na kuboresha Huduma, bidhaa, uuzaji na matumizi yako. Tunaweza kutumia na kuhifadhi maelezo haya katika fomu iliyojumlishwa na isiyojulikana ili yasihusishwe na watumiaji binafsi na isijumuishe maelezo ya kibinafsi. Hatutatumia taarifa za kibinafsi zinazoweza kutambulika bila kibali chako.",
  "privacyParagraphFortyTwo": "**Tunafikia maelezo ya orodha yako ya anwani ili kukuwezesha kutuma vipengee vya kidijitali kwa watumiaji wengine katika orodha yako ya anwani.",
  "privacyParagraphFortyThree": "3. TAARIFA YAKO ITASHIRIKIWA NA MTU YEYOTE?",
  "privacyParagraphFortyFour": "Kwa kifupi: Tunashiriki maelezo kwa kibali chako pekee, kutii sheria, kukupa huduma, kulinda haki zako, au kutimiza wajibu wa biashara.",
  "privacyParagraphFortyFive": "Tunaweza kuchakata au kushiriki data yako ambayo tunashikilia kwa misingi ya kisheria ifuatayo:",
  "privacyParagraphFortySix": "**Idhini: Tunaweza kuchakata data yako ikiwa umetupa kibali maalum cha kutumia maelezo yako ya kibinafsi kwa madhumuni mahususi.",
  "privacyParagraphFortySeven": "**Maslahi Halali: Tunaweza kuchakata data yako inapohitajika ili kufikia maslahi yetu halali ya biashara.",
  "privacyParagraphFortyEight": "**Utendaji wa Mkataba: Pale ambapo tumeingia mkataba nawe, tunaweza kuchakata maelezo yako ya kibinafsi ili kutimiza masharti ya mkataba wetu.",
  "privacyParagraphFortyNine": "**Majukumu ya Kisheria: Tunaweza kufichua maelezo yako pale tunapohitajika kisheria kufanya hivyo ili kutii sheria inayotumika, maombi ya serikali, shauri la mahakama, amri ya mahakama, au mchakato wa kisheria, kama vile kujibu amri ya mahakama au subpoena (ikiwa ni pamoja na kujibu mamlaka ya umma ili kukidhi usalama wa taifa au mahitaji ya utekelezaji wa sheria).",
  "privacyParagraphFifty": "**Maslahi Muhimu: Tunaweza kufichua maelezo yako pale tunapoamini kuwa ni muhimu kuchunguza, kuzuia, au kuchukua hatua kuhusu ukiukaji wa sera zetu, tuhuma za ulaghai, hali zinazohusisha vitisho vinavyoweza kutokea kwa usalama wa mtu yeyote na shughuli haramu, au kama ushahidi katika madai ambayo tunahusika.",
  "privacyParagraphFiftyOne": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyTwo": "**Uhamisho wa Biashara. Tunaweza kushiriki au kuhamisha maelezo yako kuhusiana na, au wakati wa mazungumzo ya, muunganisho wowote, uuzaji wa mali ya kampuni, ufadhili, au upatikanaji wa yote au sehemu ya biashara yetu kwa kampuni nyingine.",
  "privacyParagraphFiftyThree": "**Wachuuzi, Washauri na Watoa Huduma Wengine wa Wahusika. Tunaweza kushiriki data yako na wachuuzi wengine, watoa huduma, wakandarasi au mawakala ambao hutufanyia huduma au kwa niaba yetu na kuhitaji ufikiaji wa maelezo kama hayo ili kufanya kazi hiyo. Mifano ni pamoja na: usindikaji wa malipo, uchambuzi wa data, uwasilishaji wa barua pepe, huduma za upangishaji, huduma kwa wateja na juhudi za uuzaji. Tunaweza kuruhusu watu wengine waliochaguliwa kutumia teknolojia ya ufuatiliaji kwenye Huduma, ambayo itawawezesha kukusanya data kwa niaba yetu kuhusu jinsi unavyoingiliana na Huduma zetu kwa wakati. Taarifa hii inaweza kutumika, miongoni mwa mambo mengine, kuchanganua na kufuatilia data, kubainisha umaarufu wa maudhui fulani, kurasa au vipengele, na kuelewa vyema shughuli za mtandaoni. Isipokuwa kama ilivyofafanuliwa katika notisi hii, hatushiriki, hatuuzi, hatukodishi au hatuuzi taarifa zako zozote na wahusika wengine kwa madhumuni yao ya utangazaji.",
  "privacyParagraphFiftyFour": "Hasa zaidi, huenda tukahitaji kuchakata data yako au kushiriki maelezo yako ya kibinafsi katika hali zifuatazo:",
  "privacyParagraphFiftyFive": "**Washirika wa Biashara. Tunaweza kushiriki maelezo yako na washirika wetu wa biashara ili kukupa bidhaa, huduma au matangazo fulani",
  "privacyParagraphFiftySix": "4. HABARI ZAKO UTABIRIWA NA NANI?",
  "privacyParagraphFiftySeven": "Kwa kifupi: Tunashiriki tu taarifa na aina zifuatazo za wahusika wengine.",
  "privacyParagraphFiftyEight": "Tunashiriki tu na kufichua maelezo yako na kategoria zifuatazo za wahusika wengine. Iwapo tumechakata data yako kulingana na kibali chako na ungependa kubatilisha idhini yako, tafadhali wasiliana nasi kwa kutumia maelezo ya mawasiliano yaliyotolewa katika sehemu iliyo hapa chini yenye mada 'JE, UNAWEZAJE KUWASILIANA NASI KUHUSU ILANI HII?'.",
  "privacyParagraphFiftyNine": "**Zana za Mawasiliano na Ushirikiano",
  "privacyParagraphSixty": "7.4 Utachukua hatua zote za busara ili kugundua matumizi yoyote yasiyoidhinishwa na ufikiaji wa Programu ya flitaa na Huduma.7.5 Utafuata kila wakati hatua za usalama zinazoarifiwa na flitaa mara kwa mara au hatua zingine kama zinaweza kutumika kwa matumizi ya Programu ya flitaa na Huduma mara kwa mara.",
  "privacyParagraphSixtyOne": "**Huduma za Uchanganuzi wa Data",
  "privacyParagraphSixtyTwo": "**Watoa Huduma ya Kuhifadhi Data",
  "privacyParagraphSixtyThree": "**Vyombo vya Serikali",
  "privacyParagraphSixtyFour": "**Wachakataji wa Malipo",
  "privacyParagraphSixtyFive": "**Usajili wa Akaunti ya Mtumiaji na Huduma za Uthibitishaji",
  "privacyParagraphSixtySix": "** Watoa Huduma za Kukaribisha Tovuti",
  "privacyParagraphSixtySeven": "5. TUNASHUGHULIKIAJE LOGINS ZAKO ZA KIJAMII?",
  "privacyParagraphSixtyEight": "Kwa Ufupi: Ukichagua kusajili au kuingia katika huduma zetu kwa kutumia akaunti ya mitandao ya kijamii, tunaweza kupata taarifa fulani kukuhusu.",
  "privacyParagraphSixtyNine": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventy": "Huduma zetu hukupa uwezo wa kujisajili na kuingia kwa kutumia maelezo ya akaunti yako ya mitandao ya kijamii ya wahusika wengine (kama vile kuingia kwenye Facebook au Twitter). Pale unapochagua kufanya hivi, tutapokea maelezo fulani ya wasifu kukuhusu kutoka kwa mtoa huduma wako wa mitandao ya kijamii. Maelezo ya wasifu tunayopokea yanaweza kutofautiana kulingana na mtoa huduma wa mitandao ya kijamii anayehusika, lakini mara nyingi itajumuisha jina lako, anwani ya barua pepe, orodha ya marafiki, picha ya wasifu pamoja na maelezo mengine utakayochagua kuweka hadharani kwenye majukwaa kama hayo ya mitandao ya kijamii.",
  "privacyParagraphSeventyOne": "6. TUNAHIFADHI HABARI YAKO KWA MUDA GANI?",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphSeventy": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": ""
}
