{
  "home": "Home",
  "about": "About",
  "features": "Features",
  "getStarted": "Get Started",
  "introducingSimplicity": "Introducing Simplicity",
  "introducingVariety": "Introducing Variety",
  "easyWaytoTradeCryptocurrency": "A new, easy way to Trade Cryptocurrency",
  "downloadApp": "Download our app",
  "depositCashOrCrypto": "Deposit cash or crypto",
  "transactAndObserveGrowth": "Transact and observe growth",
  "featuresFromSimpleWallet": "Features you’ll expect from a simple wallet",
  "fundsSafety": "Funds Safety",
  "multiAssets": "Multi Assets",
  "supportLocalCurrency": "Supporting your local currencies",
  "kenyanShillings": "Kenyan Shillings",

  "tradeAndHoldCryptocurrencies": "Buy, Trade and Hold Cryptocurrencies in it’s easiest form",
  "buyAndAccessToken": "Easily buy and sell cryptocurrencies with our user friendly app.Access over 40 tokens.The crypto wallet you have been waiting for.",

  "testimonials": "Testimonials",
  "hearUserSay": "Hear what our global users say",
  "happyToBeginCryptoJourney": "Happy to begin my cryptocurrency journey with flitaa. It has been a wonderful experience.",
  "growingAtGeometricProgression": "Outstanding CEX that listens to the heartbeat of it’s users.Growing at geometric progression. Buying and selling of crypto made so easy and simple. Flitaa dey for you.",

  "letGetYouStarted": "Let’s get you started",
  "noMatterWhereYouAre": "No matter where you are, trading is just one click away. Stay updated on your investment anytime and stay informed on the latest price of Bitcoin, Ethereum, and other trending digital assets.",
  "availableOnAndroidAndIOS": "Available on Android and iOS.",

  "copyRight": "CopyRight",
  "termOfUse": "Term of Use",
  "privacyPolicy": "Privacy Policy",
<<<<<<< HEAD
  "privacyParagraphOne": "Thank you for choosing to be part of our community at our online platform flitaa (“flitaa”, “we”, “us”, our”). We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice,please contact us at support@flitaa.com.",
  "privacyParagraphTwo": "This policy is effective as of 9th July 2021 and was last updated on 9th July 2021.",
  "privacyParagraphThree": "When you visit our website http://www.flitaa.com (“the Website”), use our mobile application, as the case may be (the “App”), and more generally, use any of our services (the “Services”, which include the Website and App), we appreciate that you are trusting us with your personal information. We take your privacy very seriously. In this privacy notice, we seek to explain to you in the clearest way possible what information we collect, how we use it, and what rights you have in relation to it. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy notice that you do not agree with, please discontinue use of our Services immediately.",
  "privacyParagraphFour": "This privacy notice applies to all information collected through our Services (which, as described above, includes our Website and App), as well as, any related services, sales, marketing or events.",
  "privacyParagraphFive": "Please read this privacy notice carefully as it will help you understand what we do with the information that we collect.",
  "privacyParagraphSix": "WHAT INFORMATION DO WE COLLECT?",
  "privacyParagraphSeven": "Personal information you disclose to us",
  "privacyParagraphEight": "In Short: We collect personal information that you provide to us.",
  "privacyParagraphNine": "We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services or otherwise when you contact us.",
  "privacyParagraphTen": "The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make and the products and features you use. The personal information we collect may include the following:",
  "privacyParagraphEleven": "Personal Information Provided by You. We collect names; phone numbers; email addresses; usernames; passwords; contact or authentication data; debit/credit card numbers; mailing addresses; date of birth; and other similar information.",
  "privacyParagraphTwelve": "Social Media Login Data. We may provide you with the option to register with us using your existing social media account details, like your Facebook, Twitter or other social media account. If you choose to register in this way, we will collect the information described in the section called “HOW DO WE HANDLE YOUR SOCIAL LOGINS?” below.",
  "privacyParagraphThirteen": "All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.",
  "privacyParagraphFourteen": "Information automatically collected",
  "privacyParagraphFifteen": "In Short: Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.",
  "privacyParagraphSixteen": "We automatically collect certain information when you visit, use or navigate the Services. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information. This information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.",
  "privacyParagraphSeventeen": "The information we collect includes:",
  "privacyParagraphEighteen": "**Log and Usage Data. Log and usage data is service-related, diagnostic, usage and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called ‘crash dumps’) and hardware settings). **Device Data. We collect device data such as information about your computer, phone, tablet or other device you use to access the Services. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model Internet service provider and/or mobile carrier, operating system and system configuration information.",
  "privacyParagraphNineteen": "Information collected through our App",
  "privacyParagraphTwenty": "In Short: We collect information regarding your mobile device,push notifications, when you use our App.",
  "privacyParagraphTwentyOne": "If you use our App, we also collect the following information:",
  "privacyParagraphTwentyTwo": "**Mobile Device Access. We may request access or permission to certain features from your mobile device, including your mobile device’s camera, contacts, sms messages, and other features. If you wish to change our access or permissions, you may do so in your device’s settings. **Mobile Device Data. We automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and system configuration information, device and application identification numbers, browser type and version, hardware model Internet service provider and/or mobile carrier, and Internet Protocol (IP) address (or proxy server). If you are using our App, we may also collect information about the phone network associated with your mobile device, your mobile device’s operating system or platform, the type of mobile device you use, your mobile device’s unique device ID and information about the features of our App you accessed. **Push Notifications. We may request to send you push notifications regarding your account or certain features of the App. If you wish to opt-out from receiving these types of communications, you may turn them off in your device’s settings. This information is primarily needed to maintain the security and operation of our App, for troubleshooting and for our internal analytics and reporting purposes.",
  "privacyParagraphTwentyThree": "Information collected from other sources.",
  "privacyParagraphTwentyFour": "In Short: We may collect limited data from public databases, marketing partners, social media platforms, and other outside sources.",
  "privacyParagraphTwentyFive": "In order to enhance our ability to provide relevant marketing, offers and services to you and update our records, we may obtain information about you from other sources, such as public databases, joint marketing partners, affiliate programs, data providers, social media platforms, as well as from other third parties. This information includes mailing addresses, job titles, email addresses, phone numbers, intent data (or user behaviour data), Internet Protocol (IP) addresses, social media profiles,  social media URLs and custom profiles, for purposes of targeted advertising and event promotion. If you interact with us on a social media platform using your social media account (e.g. Facebook or Twitter), we receive personal information about you such as your name, email address, and gender. Any personal information that we collect from your social media account depends on your social media account’s privacy settings.",
  "privacyParagraphTwentySix": "2. HOW DO WE USE YOUR INFORMATION?",
  "privacyParagraphTwentySeven": "In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.",
  "privacyParagraphTwentyEight": "We use personal information collected via our Services for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below.",
  "privacyParagraphTwentyNine": "We use the information we collect or receive:",
  "privacyParagraphThirty": "**To facilitate account creation and logon process. If you choose to link your account with us to a third-party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract. See the section below “HOW DO WE HANDLE YOUR SOCIAL LOGINS?” for further information.",
  "privacyParagraphThirtyOne": "**To post testimonials. We post testimonials on our Services that may contain personal information. Prior to posting a testimonial, we will obtain your consent to use your name and the content of the testimonial. If you wish to update, or delete your testimonial, please contact us at privacy@flitaa.com and be sure to include your name, testimonial location, and contact information.",
  "privacyParagraphThirtyTwo": "**Request feedback. We may use your information to request feedback and to contact you about your use of our Services.",
  "privacyParagraphThirtyThree": "**To enable user-to-user communications. We may use your information in order to enable user-to-user communications with each user’s consent. To manage user accounts. We may use your information for the purposes of managing our account and keeping it in working order.",
  "privacyParagraphThirtyFour": "**To send administrative information to you. We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.",
  "privacyParagraphThirtyFive": "**To protect our Services. We may use your information as part of our efforts to keep our Services safe and secure (for example, for fraud monitoring and prevention).**To enforce our terms, conditions and policies for business purposes, to comply with legal and regulatory requirements or in connection with our contract.**To respond to legal requests and prevent harm. If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.",
  "privacyParagraphThirtySix": "**Fulfill and manage your orders. We may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.",
  "privacyParagraphThirtySeven": " **Administer prize draws and competitions. We may use your information to administer prize draws and competitions when you elect to participate in our competitions.",
  "privacyParagraphThirtyEight": "**To deliver and facilitate delivery of services to the user. We may use your information to provide you with the requested service.**To respond to user inquiries/offer support to users. We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services.",
  "privacyParagraphThirtyNine": "**To send you marketing and promotional communications. We and/or our third-party marketing partners may use the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences. For example, when expressing an interest in obtaining information about us or our Services, subscribing to marketing or otherwise contacting us, we will collect personal information from you. You can opt-out of our marketing emails at any time (see the “WHAT ARE YOUR PRIVACY RIGHTS?” below).",
  "privacyParagraphForty": "**Deliver targeted advertising to you. We may use your information to develop and display personalized content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness.",
  "privacyParagraphFortyOne": "**For other business purposes. We may use your information for other business purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services, products, marketing and your experience. We may use and store this information in  aggregated and anonymized form so that it is not associated with individual end users and does not include personal information. We will not use identifiable personal information without your consent.",
  "privacyParagraphFortyTwo": "**We access your contact list information to enable you send digital assets to other users in your contact list.",
  "privacyParagraphFortyThree": "3. WILL YOUR INFORMATION BE SHARED WITH ANYONE?",
  "privacyParagraphFortyFour": "In Short: We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.",
  "privacyParagraphFortyFive": "We may process or share your data that we hold based on the following legal basis:",
  "privacyParagraphFortySix": "**Consent: We may process your data if you have given us specific consent to use your personal information for a specific purpose.",
  "privacyParagraphFortySeven": "**Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests.",
  "privacyParagraphFortyEight": "**Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.",
  "privacyParagraphFortyNine": "**Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).",
  "privacyParagraphFifty": "**Vital Interests: We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.",
  "privacyParagraphFiftyOne": "More specifically, we may need to process your data or share your personal information in the following situations:",
  "privacyParagraphFiftyTwo": "**Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.",
  "privacyParagraphFiftyThree": "**Vendors, Consultants and Other Third-Party Service Providers. We may share your data with third-party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work. Examples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts. We may allow selected third parties to use tracking technology on the Services, which will enable them to collect data on our behalf about how you interact with our Services over time. This information may be used to, among other things, analyze and track data, determine the popularity of certain content, pages or features, and better understand online activity. Unless described in this notice, we do not share, sell, rent or trade any of your  information with third parties for their promotional purposes.",
  "privacyParagraphFiftyFour": "More specifically, we may need to process your data or share your  personal information in the following situations:",
  "privacyParagraphFiftyFive": "**Business Partners. We may share your information with our business partners to offer you certain products, services or promotions",
  "privacyParagraphFiftySix": "4. WHO WILL YOUR INFORMATION BE SHARED WITH?",
  "privacyParagraphFiftySeven": "In Short: We only share information with the following categories of third parties.",
  "privacyParagraphFiftyEight": "We only share and disclose your information with the following categories of third parties. If we have processed your data based on your consent and you wish to revoke your consent, please contact us using the contact details provided in the section below titled “HOW CAN YOU CONTACT US ABOUT THIS NOTICE?”.",
  "privacyParagraphFiftyNine": "**Communication & Collaboration Tools",
  "privacyParagraphSixty": "7.4 You shall take all rational measures to detect any unauthorized use and access to the flitaa App and the Services.7.5  You shall at always follow the security measures notified to you by flitaa from time to time or such other measures as may be applicable to the use of the flitaa App and the Services from time to time.",
  "privacyParagraphSixtyOne": "**Data Analytics Services",
  "privacyParagraphSixtyTwo": "**Data Storage Service Providers",
  "privacyParagraphSixtyThree": "**Government Entities",
  "privacyParagraphSixtyFour": "**Payment Processors",
  "privacyParagraphSixtyFive": "**User Account Registration & Authentication Services",
  "privacyParagraphSixtySix": "**Website Hosting Service Providers",
  "privacyParagraphSixtySeven": "5. HOW DO WE HANDLE YOUR SOCIAL LOGINS?",
  "privacyParagraphSixtyEight": "In Short: If you choose to register or log in to our services using a social media account, we may have access to certain information about you.",
  "privacyParagraphSixtyNine": "Our Services offers you the ability to register and login using your third-party social media account details (like your Facebook  or Twitter logins). Where you choose to do this, we will receive  certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public on such social media platforms.",
  "privacyParagraphSeventy": "Our Services offers you the ability to register and login using your third-party social media account details (like your Facebook  or Twitter logins). Where you choose to do this, we will receive  certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public on such social media platforms.",
  "privacyParagraphSeventyOne": "6. HOW LONG DO WE KEEP YOUR INFORMATION?",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",
  "privacyParagraphTwo": "",


  "terms&Condition": "Terms & Condition",
  "lastUpdated": "Last Updated June 13, 2022",
  "carefullyUnderstand": "A. Please carefully read and understand these Terms and Conditions (“T&Cs”) [and any amendments made thereto from time to time by flitaa (“flitaa”)] before signing up in the flitaa App or making use of any of the Services.",
  "consent": " B. By accessing the flitaa App or requesting any of the Services, you consent to be bound by the T&Cs below.",
  "useOfFlitaa": "C. These T&Cs, together with our Privacy Policy (see www.flitaa.com/privacy) establish the complete terms and conditions which shall be pertinent to your use of the flitaa App and access to any of the flitaa Services.",
  "subjectToModification":" D. These T&Cs are subject to modification without prior notice, periodically at our discretion. Your use of the flitaa App and the Services establishes your agreement to be bound by the terms of any such amendments to these T&Cs which shall be intermittently updated on the flitaa App.",
  "effectOnDateOfPublication":"E. These T&Cs and any amendments made thereto shall take effect on their date of publication and it is your responsibility to be conversant with the updated T&Cs posted on the flitaa App each time you access it.",
  "AppMayBeMonitored": "F. The use of the flitaa App may be monitored, tracked for audit purposes, and any person using this flitaa App expressly consents to such monitoring and tracking.",
  "doNotConsent": "G. If you do not assent with these T&Cs or any portion thereof, please do not use this flitaa App or any of the Services.",
  "giveConsent": "H. You shall be considered to have consented and accepted these T&Cs once you click the “Sign-up” or “Create Account” button.",
  "herebyAgreed": "IT IS HEREBY AGREED AS FOLLOWS:",
  "definitions": "1. DEFINITIONS",
  "purposeOfTerms": "For the purposes of these T&Cs and the preamble above, unless the context requires otherwise:",
  "tradeMarkedAndOwned": " *“flitaa App”* means the flitaa cloud application, Mobile application, and website owned, trademarked, and operated by flitaa.",
  "credentialsMean": "*“Credentials”* means your personal credentials used to access the App, including but not limited to your username, password and personal identification number (“PIN”).",
  "privacyPolicyMean": "*“Privacy Policy”* means the flitaa privacy policy that establishes the basis on which any personal data we collect from you, or that you provide to us, will be used by us.",
  "servicesMean": "*“Services”* means any form of financial services that flitaa may offer you via the flitaa App and which you may from time to time require.*“Service Provider”* means your financial institution, credit bureaus, mobile network operators and any other information bank available to flitaa in the Federal Republic of Nigeria. The term may be construed to mean any or all of the above entities, as the context may require.",
  "smsMean": "*“SMS”* means Short Messaging Service.",
  "transactionFeesMean": "*“Transaction Fees”* includes any interest rates, fees and charges ayable for the use of any of our Services as made available on the flitaa App or by such other means as flitaa shall at its discretion determine.",
  "flitaaMeanFlitbase": "*“flitaa”, “we” or “us”* means FLITBASE Ltd.",
  "youMeanPerson": "*“You” or “User”* means the person that intends to access the flitaa App, subscribe to and receive the Services.",
  "useOfLicence": "2. USE OF LICENCE",
  "ownedByFlitbase": "2.1 This flitaa App is owned and operated by FLITBASE Ltd.",
  "consentToAbide": "2.2 Subject to you consenting to abide by these T&Cs, we hereby grant you a revocable, non-transferable, non-exclusive license to use the flitaa App and the Services. Except as expressly stated in these T&Cs, the flitaa App and the Services are for your personal and non-commercial use and does not institute that you own any ownership rights to it whatsoever. No portion of the App, may not be reverse engineered, reproduced, duplicated, copied, modified, sold, resold, or distributed without our consent.",
  "doNotGrant": " 2.3 Except as expressly stated in these T&Cs, we do not grant you any rights in or to our intellectual property or that of any other party in the App. The license granted in this section is subject to your compliance and in the event that you breach any provision of these T&Cs, your rights under this section shall be immediately terminated.",
  "ensureAllDocument": "2.4 You shall ensure all registration information you submit will be true, accurate, current, and complete. You will maintain the accuracy of such information and promptly update such registration information as necessary.",
  "limitationsOfUse": "3. LIMITATIONS ON USE OF flitaa APP AND SERVICES",
  "notMoreThanOne": "You shall not open more than one flitaa account.",
  "contraryToLaw": "You shall not indulge in any activities related to this flitaa App that are contrary to applicable law, regulation or the terms of any agreement you have with us.",
  "establishReasonableConnection": "In situations where locations of this flitaa App require identification for access, you shall establish any reasonable security measures and controls to limit access to your password, PIN or other identifying information to authorized individuals.",
  "notUseInconsistentManner": "You shall not use the App or any of the Services in any manner inconsistent with these T&Cs, or act fraudulently or maliciously, for example, by implanting malicious code, including viruses, or destructive data, into the flitaa App, any service related to it.",
  "notInfringeIntellectual": "You shall not infringe on flitaa’s intellectual property rights or those of any third party in relation to your use of the App or any Service, including the submission of any material (to the extent that such use is not licensed by these T&Cs).",
  "notCommunicate": "You shall not communicate any material that is derogatory, belligerent or otherwise obnoxious in relation to your use of the flitaa App or any Service.",
  "notEngageAutomated": "You shall not engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.",
  "notInterfere": "You shall not interfere with, disrupt, or create an undue burden on the flitaa App or the networks or services connected to the Site.",
  "attemptToImpersonate": "You shall not attempt to impersonate another user or person or use the username of another user.",
  "notTrick": "You shall not trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.",
  "submitFalse": "You shall not make improper use of our support services or submit false reports of abuse or misconduct.",
  "useUsername": "You shall not attempt to impersonate another user or person or use the username of another user.",
  "notUseInformation": "You shall not use any information obtained from using the flitaa App and its Services in order to harass, abuse, or harm another person.",
  "notHarassEmployee": "You shall not harass, intimidate, or threaten any of our employees engaged in providing any service of the flitaa App to you.",
  "useOfFlitaaService": "4. USE OF THE flitaa APP AND SERVICES ",
  "ageOfUse": "4.1 The flitaa App and the Services offered by flitaa can only be utilized by persons over the age of 18 and only for the purpose of accessing our Services.",
  "mayBePrinted": "4.2 The information posted on the flitaa App may be printed for your use, provided, however, that they may not be duplicated or re-distributed to any other person or entity.",
  "notIntendedForDistribution": "4.3 The information on the flitaa App is not intended for distribution to, or use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to local law or regulation.",
  "releaseFrom": "4.4 You consent to and shall release from and indemnify flitaa against all claims, losses, damages, and expenses howsoever arising in consequence of, or in any way related to flitaa having acted (or failing to act) in accordance with any of your requests for a Service.",
  "transactionFees": "5. TRANSACTION FEES",
  "setCharge": "flitaa shall be entitled to set and charge Transaction Fees, in connection with your use of any of our Services and from time to time amend or vary its Transaction Fees for the Services. However, flitaa shall use rational endeavors to notify you of any modifications as regards to Transaction Fees within a reasonable period before it is implemented.",
  "personalInformation": "6. PERSONAL INFORMATION",
  "backgroundCheck": "6.1 You herewith consent and permit flitaa to conduct background checks and verify personal information provided by you on the flitaa App or in connection with your use of any of the Services against the information held about you by any relevant Service Provider.",
  "informationToVerify": " 6.2 The information that flitaa may verify against the information held by the Service Providers includes (without limitation): your BVN, phone number, name, date of birth, Identification Number (“ID”) or Passport Number and such other information that will enable flitaa to identify you (the “Personal Information”).",
  "accessDevice": "6.3 You hereby agree and authorize flitaa to access and verify information on your device including, but not limited to, data relating to your device (including, without limitation, your phone’s history), your device identification, the GPS on your device, your application list, your SMS history (for automatic OTP) and such other access privilege relevant for this service.",
  "verifyServiceProvider": " 6.4 You hereby consent to flitaa obtaining and verifying the Personal Information and the Relevant Information with the Service Providers to the extent necessary.",
  "procurePersonalInformation": "6.5 You hereby consent to flitaa to obtaining and procuring your Personal Information and Relevant Information from the relevant Service Provider and you further agree and consent to the disclosure and provision of such Personal Information and Relevant Information by the Service Provider. Failure to provide such information within the time required by flitaa may result in declining to provide you with the relevant Service.",
  "holdFlitaaInnocent": "6.6 You hereby consent to indemnify and hold flitaa and the Service Provider innocent with respect to any claims, losses, liabilities and expenses (including legal fees and expenses) that may rise as an outcome of the exposé and dependence on such Personal Information and/or Relevant Information.",
  "usersObligation": "7. USER’S OBLIGATIONS",
  "responsibleForObligation": "7.1 You shall be responsible for obtaining and ensuring security, maintenance and performance all computer hardware, software, mobile phone and other equipment needed to access and use this App and receive the Services (the “Devices”). flitaa shall not be responsible for any computer virus or related problems that may be associated with the use of the flitaa App, the Services and your Devices.",
  "followAllObligation": "7.2 You shall follow all instructions, procedures and terms contained in these T&Cs and any document provided by flitaa concerning the use of the App and the Services.",
  "credentialsNotExposed": " 7.3 You shall ensure that your Credentials is not exposed to any unauthorized person. flitaa shall not be liable for any disclosure of your Credentials to any third party and you hereby agree to indemnify and hold flitaa innocent of any unfortunate incidences arising from any exposure of your Credentials.",
  "rationalMeasures": "7.4 You shall take all rational measures to detect any unauthorized use and access to the flitaa App and the Services.7.5 You shall at always follow the security measures notified to you by flitaa from time to time or such other measures as may be applicable to the use of the flitaa App and the Services from time to time.",
  "termination": "8.0 TERMINATION",
  "terminateUse": "8.1 flitaa may at any time, upon notice to you, terminate or alter your use of the flitaa App and access to any of the Services and, in particular, but without prejudice to the generality of the foregoing. flitaa may cancel any pending transactions you have on the flitaa App.",
  "suspendUse": "8.2 above, flitaa may, at its sole discretion, suspend your use of the flitaa App or any of the Services:",
  "unlawfulPractice": "(a) if you use the flitaa App or any of the Services for unlawful practices or where flitaa detects any abuse/misuse, breach of content, fraud or attempted fraud;",
  "complyWithCourtOrder": "(b) If flitaa is required to comply with a court order, subpoena, or instruction of from the government, regulator or other competent authority;",
  "suspectsBreach": "(c) If flitaa rationally suspects that you are in breach of these T&Cs which you fail to remedy (if capable of being remedied) within 72 hours after the service of notice by email, SMS or other electronic means of communication requiring you to do so;",
  "suspensionNeccessary": "(d) Where such a suspension is necessary as a consequence of technical problems or for reasons of safety; to facilitate an update or upgrade to the contents or functionality of the Services or the App from time to time;",
  "decidesToSuspend": "(e) If flitaa decides to suspend or cease the provision of the Services for any reason as it may determine in its discretion.",
  "notAffect": "8.3 Termination shall not affect any accrued rights and liabilities of either party.",
  "disruptionOfService": "9. DISRUPTION OF SERVICE",
  "cannotGuarantee": "We cannot guarantee the flitaa App will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors, among other things:",
  "hardwareDowntime": "(a) hardware downtime, including among other things, malfunction of computers (including yours), servers, networks, and other utility support;",
  "softwareDowntime": "(b) software malfunction, including among other things, bugs, errors, viruses, configuration problems, incompatibility of systems, utilities or applications, the operation of firewalls, unreadable codes, or anomalies within certain content;",
  "overload": "(c) overload of system capacities;",
  "severeWeather": "(d) damage caused by severe weather, earthquakes, wars, riots, terrorism, act of God, accident, fire, explosion, interruption of other utility of service or mechanical breakdown;",
  "labourStrike": "(e) labour strike;",
  "governmentRegulation": "(f) governmental or regulatory restrictions, rulings, or court orders;",
  "failureOfTelecomms": "(g) failure of any public or private telecommunications system;",
  "anyOtherCause": "(h) any other cause beyond our control.",
  "exemptionOfLiability": "10. EXEMPTION OF LIABILITY ",
  "asIsBasis": "10.1 The App (including all information and materials contained on the App) is provided on an “as is” basis.",
  "discontinueService": "10.2 We may discontinue or modify the information or services described on the flitaa App at any time without prior notice to you and without any liability to you.",
  "notLiableForDelay": "10.3 flitaa shall not be held liable for any delay, difficulty in use, computer viruses, malicious code or other defect in this App, any incompatibility with User’s files and the User’s browser accessing program, or any other problems experienced beyond our control.",
  "serviceForPersonalUse": "10.4 flitaa only provides the Services for personal use, and small and medium business financing needs, and we shall not be liable to you for any loss of profit, loss of business interruption or prospect as a result of your unlawful use of the Services.",
  "notLiableForDamage": "10.5 flitaa shall not be held liable for any losses or damage suffered by you as a result of or in connection with:",
  "unlawfulUse": "(a) any unlawful use of the Services, the flitaa App and your Devices;",
  "failureToComply": "(b) your failure to comply with these T&Cs and any document or information provided by flitaa concerning the use of the flitaa App and the Services.",
  "notAccountable": "10.6 Under no circumstances shall flitaa be accountable to you for any loss of profit, prospect or projected savings or for any indirect or consequential loss of whatever kind, howsoever caused, rising out of or in connection with the use of the App.",
  "communication": "11. COMMUNICATION",
  "accessingTheApp": "Accessing the flitaa App, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the flitaa App, satisfy any legal requirement that such communication be in writing.",
  "electronicSignature": "YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE flitaa App.",
  "correction": "12. CORRECTIONS",
  "rightToCorrect": "There may be information on the flitaa App that contains typographical errors, inaccuracies, or omissions that may relate to the Service, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.",
  "general": "13. GENERAL",
  "noFailure": "13.1 No failure on the part of any party to exercise, or delay on its part in exercising, any right, power or remedy provided by these T&Cs or by law shall operate as a waiver thereof, nor shall any single or partial exercise of any such right, power or remedy preclude any further or other exercise of that, or any other, right, power or remedy.",
  "anyProvision": "13.2 If any provision or part of a provision of these T&Cs shall be, or be found by any court of competent jurisdiction to be, invalid or unenforceable, such invalidity or unenforceability shall not affect the other provisions or parts of such provisions of these T&Cs, all of which shall remain in full force and effect.",
  "doNotRely": "13.3 You acknowledge that in accepting these T&Cs, you do not rely on any statement, representation, assurance or warranty (whether made innocently or negligently) that is not set out in these T&Cs or our Privacy Policy.",
  "agreeToAssign": "13.4 You hereby agree that we may assign, transfer, sub-contract or otherwise deal with our rights and/or obligations under these T&Cs. You may not, without our prior written consent, assign, transfer, sub-contract or otherwise deal with any of your rights and/or obligations under these T&Cs.",
  "disputeResolution": "14. DISPUTE RESOLUTION",
  "disputesFlitaa": "14.1 Disputes flitaa and the User shall use their efforts to resolve any dispute, controversy or claim of any nature in connection with these T&Cs or the use of the flitaa App.",
  "arbitration": "14.2 Arbitration",
  "provisionToClause": "14.2.1 Subject to the provision of clause 13.1 above, any dispute, controversy or claim whatsoever and howsoever arising in connection with these T&Cs, save as specifically provided herein, shall be referred for final determination to arbitration in accordance with the Arbitration and Conciliation Act Cap A18 Laws of the Federation of Nigeria, 2004 for the time being in force, or any statutory re-enactment or modification thereof.",
  "arbitralTribunal": "14.2.2 The Arbitral tribunal shall comprise one (1) arbitrator to be appointed jointly by the Parties.",
  "arbitrationInNigeria": "14.2.3 The arbitration shall take place in the Federal Republic of Nigeria; and to the degree acceptable by law the determination of the arbitrator shall be final and binding upon the parties and shall not be subject to any appeal.",
  "nothingInClause": "14.2.4 Nothing in this clause 14.2 shall restrict either party’s liberty to begin legal proceedings of any nature for the purposes of seeking preliminary injunctive relief or conservatory measures from any court of competent jurisdiction pending the final decision.",
  "governingLaw": "15. GOVERNING LAW ",
  "complyWithLaw": "In these terms of service, you must comply with all domestic and international laws and regulations that apply to your use of the flitaa App. These laws include restrictions on destinations, end users, and end use.We both agree that all of these claims can only be litigated in the federal or state courts in the Federal Republic of Nigeria. These T&Cs shall be governed by and construed in accordance with the laws of the Federal Republic of Nigeria.",
  "contactUs": "16. CONTACT US",
  "resolveComplaint": "In order to resolve a complaint or you have questions or comments about this Terms of Service or have a concern about our handling of your personal information, want to report a possible breach of privacy laws; please contact us at privacy@flitaa.com"
>>>>>>> d507dbb1680347d7d8009200fbc8b6cea80fa79c
}
