{
  "home": "Home",
  "about": "About",
  "features": "Features",
  "getStarted": "Get Started",
  "introducingSimplicity": "Introducing Simplicity",
  "introducingVariety": "Introducing Variety",
  "easyWaytoTradeCryptocurrency": "A new, easy way to Trade Cryptocurrency",
  "downloadApp": "Download our app",
  "depositCashOrCrypto": "Deposit cash or crypto",
  "transactAndObserveGrowth": "Transact and observe growth",
  "featuresFromSimpleWallet": "Features you’ll expect from a simple wallet",
  "fundsSafety": "Funds Safety",
  "multiAssets": "Multi Assets",
  "supportLocalCurrency": "Supporting your local currencies",
  "kenyanShillings": "Kenyan Shillings",

  "tradeAndHoldCryptocurrencies": "Buy, Trade and Hold Cryptocurrencies in it’s easiest form",
  "buyAndAccessToken": "Easily buy and sell cryptocurrencies with our user friendly app.Access over 40 tokens.The crypto wallet you have been waiting for.",

  "testimonials": "Testimonials",
  "hearUserSay": "Hear what our global users say",
  "happyToBeginCryptoJourney": "Happy to begin my cryptocurrency journey with flitaa. It has been a wonderful experience.",
  "growingAtGeometricProgression": "Outstanding CEX that listens to the heartbeat of it’s users.Growing at geometric progression. Buying and selling of crypto made so easy and simple. Flitaa dey for you.",

  "letGetYouStarted": "Let’s get you started",
  "noMatterWhereYouAre": "No matter where you are, trading is just one click away. Stay updated on your investment anytime and stay informed on the latest price of Bitcoin, Ethereum, and other trending digital assets.",
  "availableOnAndroidAndIOS": "Available on Android and iOS.",

  "copyRight": "CopyRight",
  "termOfUse": "Term of Use",
  "privacyPolicy": "Privacy Policy",

  "privacyParagraphOne": "Thank you for choosing to be part of our community at our online platform flitaa (“flitaa”, “we”, “us”, our”). We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice,please contact us at support@flitaa.com.",
  "privacyParagraphTwo": "This policy is effective as of 9th July 2021 and was last updated on 9th July 2021.",
  "privacyParagraphThree": "When you visit our website http://www.flitaa.com (“the Website”), use our mobile application, as the case may be (the “App”), and more generally, use any of our services (the “Services”, which include the Website and App), we appreciate that you are trusting us with your personal information. We take your privacy very seriously. In this privacy notice, we seek to explain to you in the clearest way possible what information we collect, how we use it, and what rights you have in relation to it. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy notice that you do not agree with, please discontinue use of our Services immediately.",
  "privacyParagraphFour": "This privacy notice applies to all information collected through our Services (which, as described above, includes our Website and App), as well as, any related services, sales, marketing or events.",
  "privacyParagraphFive": "Please read this privacy notice carefully as it will help you understand what we do with the information that we collect.",
  "privacyParagraphSix": "WHAT INFORMATION DO WE COLLECT?",
  "privacyParagraphSeven": "Personal information you disclose to us",
  "privacyParagraphEight": "In Short: We collect personal information that you provide to us.",
  "privacyParagraphNine": "We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services or otherwise when you contact us.",
  "privacyParagraphTen": "The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make and the products and features you use. The personal information we collect may include the following:",
  "privacyParagraphEleven": "Personal Information Provided by You. We collect names; phone numbers; email addresses; usernames; passwords; contact or authentication data; debit/credit card numbers; mailing addresses; date of birth; and other similar information.",
  "privacyParagraphTwelve": "Social Media Login Data. We may provide you with the option to register with us using your existing social media account details, like your Facebook, Twitter or other social media account. If you choose to register in this way, we will collect the information described in the section called “HOW DO WE HANDLE YOUR SOCIAL LOGINS?” below.",
  "privacyParagraphThirteen": "All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.",
  "privacyParagraphFourteen": "Information automatically collected",
  "privacyParagraphFifteen": "In Short: Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.",
  "privacyParagraphSixteen": "We automatically collect certain information when you visit, use or navigate the Services. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information. This information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.",
  "privacyParagraphSeventeen": "The information we collect includes:",
  "privacyParagraphEighteen": "**Log and Usage Data. Log and usage data is service-related, diagnostic, usage and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called ‘crash dumps’) and hardware settings). **Device Data. We collect device data such as information about your computer, phone, tablet or other device you use to access the Services. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model Internet service provider and/or mobile carrier, operating system and system configuration information.",
  "privacyParagraphNineteen": "Information collected through our App",
  "privacyParagraphTwenty": "In Short: We collect information regarding your mobile device,push notifications, when you use our App.",
  "privacyParagraphTwentyOne": "If you use our App, we also collect the following information:",
  "privacyParagraphTwentyTwo": "**Mobile Device Access. We may request access or permission to certain features from your mobile device, including your mobile device’s camera, contacts, sms messages, and other features. If you wish to change our access or permissions, you may do so in your device’s settings. **Mobile Device Data. We automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and system configuration information, device and application identification numbers, browser type and version, hardware model Internet service provider and/or mobile carrier, and Internet Protocol (IP) address (or proxy server). If you are using our App, we may also collect information about the phone network associated with your mobile device, your mobile device’s operating system or platform, the type of mobile device you use, your mobile device’s unique device ID and information about the features of our App you accessed. **Push Notifications. We may request to send you push notifications regarding your account or certain features of the App. If you wish to opt-out from receiving these types of communications, you may turn them off in your device’s settings. This information is primarily needed to maintain the security and operation of our App, for troubleshooting and for our internal analytics and reporting purposes.",
  "privacyParagraphTwentyThree": "Information collected from other sources.",
  "privacyParagraphTwentyFour": "In Short: We may collect limited data from public databases, marketing partners, social media platforms, and other outside sources.",
  "privacyParagraphTwentyFive": "In order to enhance our ability to provide relevant marketing, offers and services to you and update our records, we may obtain information about you from other sources, such as public databases, joint marketing partners, affiliate programs, data providers, social media platforms, as well as from other third parties. This information includes mailing addresses, job titles, email addresses, phone numbers, intent data (or user behaviour data), Internet Protocol (IP) addresses, social media profiles,  social media URLs and custom profiles, for purposes of targeted advertising and event promotion. If you interact with us on a social media platform using your social media account (e.g. Facebook or Twitter), we receive personal information about you such as your name, email address, and gender. Any personal information that we collect from your social media account depends on your social media account’s privacy settings.",
  "privacyParagraphTwentySix": "2. HOW DO WE USE YOUR INFORMATION?",
  "privacyParagraphTwentySeven": "In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.",
  "privacyParagraphTwentyEight": "We use personal information collected via our Services for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below.",
  "privacyParagraphTwentyNine": "We use the information we collect or receive:",
  "privacyParagraphThirty": "**To facilitate account creation and logon process. If you choose to link your account with us to a third-party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract. See the section below “HOW DO WE HANDLE YOUR SOCIAL LOGINS?” for further information.",
  "privacyParagraphThirtyOne": "**To post testimonials. We post testimonials on our Services that may contain personal information. Prior to posting a testimonial, we will obtain your consent to use your name and the content of the testimonial. If you wish to update, or delete your testimonial, please contact us at privacy@flitaa.com and be sure to include your name, testimonial location, and contact information.",
  "privacyParagraphThirtyTwo": "**Request feedback. We may use your information to request feedback and to contact you about your use of our Services.",
  "privacyParagraphThirtyThree": "**To enable user-to-user communications. We may use your information in order to enable user-to-user communications with each user’s consent. To manage user accounts. We may use your information for the purposes of managing our account and keeping it in working order.",
  "privacyParagraphThirtyFour": "**To send administrative information to you. We may use your personal information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies.",
  "privacyParagraphThirtyFive": "**To protect our Services. We may use your information as part of our efforts to keep our Services safe and secure (for example, for fraud monitoring and prevention).**To enforce our terms, conditions and policies for business purposes, to comply with legal and regulatory requirements or in connection with our contract.**To respond to legal requests and prevent harm. If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond.",
  "privacyParagraphThirtySix": "**Fulfill and manage your orders. We may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.",
  "privacyParagraphThirtySeven": " **Administer prize draws and competitions. We may use your information to administer prize draws and competitions when you elect to participate in our competitions.",
  "privacyParagraphThirtyEight": "**To deliver and facilitate delivery of services to the user. We may use your information to provide you with the requested service.**To respond to user inquiries/offer support to users. We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services.",
  "privacyParagraphThirtyNine": "**To send you marketing and promotional communications. We and/or our third-party marketing partners may use the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences. For example, when expressing an interest in obtaining information about us or our Services, subscribing to marketing or otherwise contacting us, we will collect personal information from you. You can opt-out of our marketing emails at any time (see the “WHAT ARE YOUR PRIVACY RIGHTS?” below).",
  "privacyParagraphForty": "**Deliver targeted advertising to you. We may use your information to develop and display personalized content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness.",
  "privacyParagraphFortyOne": "**For other business purposes. We may use your information for other business purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Services, products, marketing and your experience. We may use and store this information in  aggregated and anonymized form so that it is not associated with individual end users and does not include personal information. We will not use identifiable personal information without your consent.",
  "privacyParagraphFortyTwo": "**We access your contact list information to enable you send digital assets to other users in your contact list.",
  "privacyParagraphFortyThree": "3. WILL YOUR INFORMATION BE SHARED WITH ANYONE?",
  "privacyParagraphFortyFour": "In Short: We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.",
  "privacyParagraphFortyFive": "We may process or share your data that we hold based on the following legal basis:",
  "privacyParagraphFortySix": "**Consent: We may process your data if you have given us specific consent to use your personal information for a specific purpose.",
  "privacyParagraphFortySeven": "**Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests.",
  "privacyParagraphFortyEight": "**Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.",
  "privacyParagraphFortyNine": "**Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).",
  "privacyParagraphFifty": "**Vital Interests: We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.",
  "privacyParagraphFiftyOne": "More specifically, we may need to process your data or share your personal information in the following situations:",
  "privacyParagraphFiftyTwo": "**Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.",
  "privacyParagraphFiftyThree": "**Vendors, Consultants and Other Third-Party Service Providers. We may share your data with third-party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work. Examples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts. We may allow selected third parties to use tracking technology on the Services, which will enable them to collect data on our behalf about how you interact with our Services over time. This information may be used to, among other things, analyze and track data, determine the popularity of certain content, pages or features, and better understand online activity. Unless described in this notice, we do not share, sell, rent or trade any of your  information with third parties for their promotional purposes.",
  "privacyParagraphFiftyFour": "More specifically, we may need to process your data or share your  personal information in the following situations:",
  "privacyParagraphFiftyFive": "**Business Partners. We may share your information with our business partners to offer you certain products, services or promotions",
  "privacyParagraphFiftySix": "4. WHO WILL YOUR INFORMATION BE SHARED WITH?",
  "privacyParagraphFiftySeven": "In Short: We only share information with the following categories of third parties.",
  "privacyParagraphFiftyEight": "We only share and disclose your information with the following categories of third parties. If we have processed your data based on your consent and you wish to revoke your consent, please contact us using the contact details provided in the section below titled “HOW CAN YOU CONTACT US ABOUT THIS NOTICE?”.",
  "privacyParagraphFiftyNine": "**Communication & Collaboration Tools",
  "privacyParagraphSixty": "7.4 You shall take all rational measures to detect any unauthorized use and access to the flitaa App and the Services.7.5  You shall at always follow the security measures notified to you by flitaa from time to time or such other measures as may be applicable to the use of the flitaa App and the Services from time to time.",
  "privacyParagraphSixtyOne": "**Data Analytics Services",
  "privacyParagraphSixtyTwo": "**Data Storage Service Providers",
  "privacyParagraphSixtyThree": "**Government Entities",
  "privacyParagraphSixtyFour": "**Payment Processors",
  "privacyParagraphSixtyFive": "**User Account Registration & Authentication Services",
  "privacyParagraphSixtySix": "**Website Hosting Service Providers",
  "privacyParagraphSixtySeven": "5. HOW DO WE HANDLE YOUR SOCIAL LOGINS?",
  "privacyParagraphSixtyEight": "In Short: If you choose to register or log in to our services using a social media account, we may have access to certain information about you.",
  "privacyParagraphSixtyNine": "Our Services offers you the ability to register and login using your third-party social media account details (like your Facebook  or Twitter logins). Where you choose to do this, we will receive  certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public on such social media platforms.",
  "privacyParagraphSeventy": "Our Services offers you the ability to register and login using your third-party social media account details (like your Facebook  or Twitter logins). Where you choose to do this, we will receive  certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public on such social media platforms.",
  "privacyParagraphSeventyOne": "6. HOW LONG DO WE KEEP YOUR INFORMATION?",
  "privacyParagraphSeventyTwo": "In Short: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.",
  "privacyParagraphSeventyThree": "We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements). No purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.",
  "privacyParagraphSeventyFive": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.",
  "privacyParagraphSeventySix": "7. HOW DO WE KEEP YOUR INFORMATION SAFE?",
  "privacyParagraphSeventySeven": "In Short: We aim to protect your personal information through a system of organizational and technical security measures.",
  "privacyParagraphSeventyEight": "We have implemented appropriate technical and organizational security measures designed to protect the security of any personal  information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security, and improperly collect, access, steal, or modify your information. Although we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk. You should only access the Services within a secure environment.",
  "privacyParagraphSeventyNine": "8. WHAT ARE YOUR PRIVACY RIGHTS?",
  "privacyParagraphEighty": "In Short: You may review, change, or terminate your account at any time.",
  "privacyParagraphEightyOne": "If you are a resident in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority. You can find their contact details here.",
  "privacyParagraphEightyThree": "If you are a resident in Switzerland, the contact details for the data protection authorities are available here.",
  "privacyParagraphEightyFour": "If you have questions or comments about your privacy rights, you may email us at privacy@flitaa.com",
  "privacyParagraphEightyFive": "Account Information",
  "privacyParagraphEightySix": "If you would at any time like to review or change the information in your account or terminate your account, you can:",
  "privacyParagraphEightySeven": "Log in to your account settings and update your user account. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with applicable legal requirements.",
  "privacyParagraphEightyEight": "Opting out of email marketing: You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below. You will then be removed from the marketing email list — however, we may still communicate with you, for example to send you service-related emails that are necessary  for the administration and use of your account, to respond to service requests, or for other non-marketing purposes. To otherwise opt-out, you may: Contact us using the contact information provided.",
  "privacyParagraphEightyNine": "9. CONTROLS FOR DO-NOT-TRACK FEATURES",
  "privacyParagraphNinety": "Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.",
  "privacyParagraphNinetyOne": "10. DO WE MAKE UPDATES TO THIS NOTICE?",
  "privacyParagraphNinetyTwo": "In Short: Yes, we will update this notice as necessary to stay compliant with relevant laws.",
  "privacyParagraphNinetyThree": "We may update this privacy notice from time to time. The updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible. If we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this privacy notice frequently to be informed of how we are protecting your information.",
  "privacyParagraphNinetyFour": "11. HOW CAN YOU CONTACT US ABOUT THIS NOTICE?",
  "privacyParagraphNinetyFive": "If you have questions or comments about this notice, you may email us at privacy@flitaa.com",
  "privacyParagraphNinetySix": "12. HOW CAN YOU REVIEW. UPDATE. OR DELETE THE DATA WE COLLECT FROM YOU?",
  "privacyParagraphNinetySeven": "Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to review, update, or delete your personal information, please contact: privacy@flitaa.com",

  "terms&Condition": "Terms & Condition",
  "introduction": "INTRODUCTION",
  "theseFlitaa": "These Flitaa Terms & Conditions  of Use (“Terms”) are entered into between you (hereinafter referred to as “you” or “your”) and Flitaa (as defined below). By accessing, downloading, using or clicking on “I agree” to accept any Flitaa Services (as defined below) provided by Flitaa (as defined below), you agree that you have read, understood and accepted all of the terms and conditions stipulated in these Terms (hereinafter referred to as “these Terms”) as well as our Privacy Policy at https://www.Flitaa.com/privacy. In addition, when using some features of the Services, you may be subject to specific additional terms and conditions applicable to those features.",
  "pleaseReadTheTermsCarefully": " Please read the terms carefully, as they govern your use of Flitaa Services. THESE TERMS CONTAIN IMPORTANT PROVISIONS, INCLUDING AN ARBITRATION PROVISION THAT REQUIRES ALL CLAIMS TO BE RESOLVED BY WAY OF LEGALLY BINDING ARBITRATION. The terms of the arbitration provision are as set forth hereunder, “CUSTOMER FEEDBACK, QUERIES, COMPLAINTS, AND DISPUTE RESOLUTION”. As with any asset, the values of Digital Currencies (as defined below) may fluctuate significantly, and there is a substantial risk of economic losses when purchasing, selling, holding, or investing in Digital Currencies and their derivatives. BY MAKING USE OF Flitaa SERVICES, YOU ACKNOWLEDGE AND AGREE THAT: (1) YOU ARE AWARE OF THE RISKS ASSOCIATED WITH TRANSACTIONS OF DIGITAL CURRENCIES AND THEIR DERIVATIVES; (2) YOU SHALL ASSUME ALL RISKS RELATED TO THE USE OF Flitaa SERVICES AND TRANSACTIONS OF DIGITAL CURRENCIES AND THEIR DERIVATIVES; AND (3) Flitaa SHALL NOT BE LIABLE FOR ANY SUCH RISKS OR ADVERSE OUTCOMES.",
  "flitaaIsNotResponsibleFor": "Flitaa is not responsible for, and expressly disclaims all liability for, damages of any kind arising out of use, reference to, or reliance on any information contained within Flitaa platforms. While the information contained within the platforms is periodically updated, no guarantee is given that the information provided on this Web site is correct, complete, and up-to-date. Although the Flitaa website may include links providing direct access to other Internet resources, including websites, Flitaa is not responsible for the accuracy or content of the information contained in these websites. Links from Flitaa platforms to third-party sites do not constitute an endorsement by Flitaa of the parties or their products and services. The appearance on the Flitaa website of advertisements and product or service information does not constitute an endorsement by Flitaa, and Flitaa does not investigate any claim made by any advertiser. Product information is based solely on material received from suppliers.",
  "byAccessingUsingOrAttempting": "By accessing, using, or attempting to use Flitaa Services in any capacity, you acknowledge that you accept and agree to be bound by these Terms. If you do not agree, do not access Flitaa or utilise Flitaa services.",
  "definitions": "DEFINITIONS",
  "flitaa": "Flitaa",
  "flitaaIsADiversePlatform": "Flitaa is a diverse platform comprising Flitaa websites (whose domain names include but are not limited to (https://www.Flitaa.com), mobile applications, clients, applets and other applications that are developed to offer Flitaa Services, and includes independently-operated platforms, websites and clients within our ecosystem (e.g Flitaa Hub, Flitaa Academy, Flitaa NFT marketplace, Flitaa CEX App and fiat gateways). (Collectively referred to as “Platforms”) In case of any inconsistency between the relevant terms of use of the above platforms and the contents of these Terms, the respective applicable terms of such platforms shall prevail.",
  "flitaaOperators": "Flitaa Operators",
  "flitaaOperatorsReferToAllParties": "Flitaa operators refer to all parties that run Flitaa, including, but not limited to, legal persons, unincorporated organisations, and teams that provide Flitaa Services and are responsible for such services. For convenience, unless otherwise stated, references to “Flitta” and “we” in these Terms specifically mean Flitaa Operators. UNDER THESE TERMS, Flitaa OPERATORS MAY CHANGE AS Flitaa'S BUSINESS ADJUSTS, IN WHICH CASE THE CHANGED OPERATORS SHALL PERFORM THEIR OBLIGATIONS UNDER THESE TERMS WITH YOU AND PROVIDE SERVICES TO YOU, AND SUCH CHANGE DOES NOT AFFECT YOUR RIGHTS AND INTERESTS UNDER THESE TERMS. ADDITIONALLY, THE SCOPE OF Flitaa OPERATORS MAY BE EXPANDED DUE TO THE PROVISION OF NEW Flitaa SERVICES, IN WHICH CASE, IF YOU CONTINUE TO USE Flitaa SERVICES, IT IS DEEMED THAT YOU HAVE AGREED TO JOINTLY EXECUTE THESE TERMS WITH THE NEWLY ADDED Flitaa OPERATORS. IN CASE OF A DISPUTE, YOU SHALL DETERMINE THE ENTITIES BY WHICH THESE TERMS ARE PERFORMED WITH YOU AND THE COUNTERPARTIES OF THE DISPUTE, DEPENDING ON THE SPECIFIC SERVICES YOU USE AND THE PARTICULAR ACTIONS THAT AFFECT YOUR RIGHTS OR INTERESTS.",
  "flitaaServices": "Flitaa Services",
  "flitaaServicesReferToVariousServices": "Flitaa services refer to various services provided to you by Flitaa that are based on Internet and/or blockchain technologies and offered via Flitaa websites, mobile applications, APIs, clients, and other forms (including new ones enabled by future technological development). Flitaa Services include, but are not limited to, such Flitaa Platform components as Digital Asset Trading Platforms, Flitaa Hub, Flitaa Academy, Flitaa App, and Fiat Gateway, as well as novel services to be provided by Flitaa.",
  "flitaaPlatformRules": "Flitaa Platform Rules",
  "flitaaPlatformRulesReferToAllRules": "Flitaa platform rules refer to all rules, interpretations, announcements, statements, letters of consent and other contents that have been and will be subsequently released by Flitaa, as well as all regulations, implementation rules, product process descriptions, and announcements as published by Flitaa or within the products or service processes.",
  "digitalCurrencies": "Digital Currencies",
  "digitalCurrenciesReferToEncryptedOrDigitalTokens": "Digital currencies refer to encrypted or digital tokens or cryptocurrencies with a certain value that are based on blockchain and cryptography technologies and are issued and managed in a decentralised form.",
  "digitalAssets": "Digital Assets",
  "digitalAssetsReferToDigitalCurrencies": "Digital Assets refer to Digital Currencies, their derivatives, or other types of digitalized assets with a certain value.",
  "flitaaAccounts": "Flitaa Accounts",
  "flitaaAccountsReferToTheFoundationalVirtual": "Flitaa Accounts refer to the foundational virtual accounts, including main accounts and subaccounts, which are opened by Flitaa for users to record on Flitaa their usage of Flitaa Services, transactions, asset changes, and basic information. Flitaa Accounts serve as the basis for users to enjoy and exercise their rights on Flitaa. This may be used interchangeably with Flitaa Wallet and Flitaa Wallet accounts.",
  "cryptoToCryptoTrading": "Crypto To Crypto Trading",
  "CryptoToCryptoTradingRefersToSpotTransactions": "Crypto to Crypto Trading refers to spot transactions in which one digital currency is exchanged for another digital currency.",
  "fiatToFiatTrading": "Fiat To Fiat Trading",
  "FiatToFiatTradingRefersToSpotTransactions": "Fiat to Fiat Trading refers to spot transactions in which Digital Currencies are exchanged for fiat currencies or vice versa.",
  "contractualRelationship": "CONTRACTUAL RELATIONSHIP",
  "theseTermsConstituteALegalAgreement": "These Terms constitute a legal agreement and create a binding contract between you and Flitaa Operators.",
  "supplementaryProvisions": "SUPPLEMENTARY PROVISIONS",
  "dueToTheRapidDevelopmentOfDigitalCurrencies": "Due to the rapid development of Digital Currencies and Flitaa, these Terms do not enumerate or cover all rights and obligations of each party and do not guarantee full alignment with needs arising from future development. Therefore, THE PRIVACY POLICY, Flitaa PLATFORM RULES, AND ALL OTHER AGREEMENTS ENTERED INTO SEPARATELY BETWEEN YOU AND Flitaa ARE DEEMED SUPPLEMENTARY TERMS THAT ARE AN INTEGRAL PART OF THESE TERMS AND SHALL HAVE THE SAME LEGAL EFFECT. YOUR USE OF Flitaa SERVICES IS DEEMED YOUR ACCEPTANCE OF THE ABOVE SUPPLEMENTARY TERMS.",
  "changeOfTerms": "CHANGE OF TERMS",
  "flitaaReservesTheRightToChangeOrModify": "Flitaa reserves the right to change or modify these Terms at its discretion, modifying the last revised date displayed on this page. ANY AND ALL MODIFICATIONS OR CHANGES TO THESE TERMS WILL BE EFFECTIVE UPON PUBLICATION ON THE WEBSITE OR RELEASE TO USERS. THEREFORE, YOUR CONTINUED USE OF Flitaa SERVICES IS DEEMED YOUR ACCEPTANCE OF THE MODIFIED TERMS AND RULES. IF YOU DO NOT AGREE TO ANY CHANGES TO THESE TERMS, YOU MUST STOP USING Flitaa SERVICES IMMEDIATELY. YOU ARE RECOMMENDED TO FREQUENTLY REVIEW THESE TERMS TO ENSURE YOUR UNDERSTANDING OF THE TERMS AND CONDITIONS THAT APPLY TO YOUR ACCESS TO AND USE OF Flitaa SERVICES.",
  "accountRegistration": "ACCOUNT REGISTRATION",
  "allUsersMustApplyForAFlitaaAccount": "All Users must apply for a Flitaa Account at https://app.Flitaa.com/register before using Flitaa Services. When you register a Flitaa Account, you must provide the information requested by Flitaa and accept these Terms, the Privacy Policy, and other supplementary provisions. Flitaa reserves the right to accept or decline an Account registration. You agree to provide complete and accurate information when opening a Flitaa Account, and you agree to timely update any information you provide to Flitaa to maintain the integrity and accuracy of the information. Each user (including a natural person, business, or legal entity) may maintain only one main account at any given time. Flitaa reserves the right to consent or not consent to the opening of more than one Flitaa Account per user and shall not be liable for any issues arising as a result of a user opening multiple Flitaa Accounts.",
  "eligibility": "ELIGIBILITY",
  "byRegisteringToUseAFlitaaAccount": "By registering to use a Flitaa Account, you represent and warrant that (i) as an individual, you are at least 18 or are of legal age to form a binding contract under applicable laws; (ii) as an individual, legal person, or other organization, you have full legal capacity and sufficient authorizations to enter into these Terms; (iii) you have not been previously suspended or removed from using Flitaa Services; (iv) you do not currently have a Flitaa Account; (v) If you act as an employee or agent of a legal entity, and enter into these Terms on their behalf, you represent and warrant that you have all the necessary rights and authorizations to bind such legal entity; (vi) your use of Flitaa Services will not violate any and all laws and regulations applicable to you, including but not limited to regulations on anti-money laundering, anti-corruption, and counter-terrorist financing.",
  "IfAsAParentOrGuardian": "If, as a parent or guardian, you become aware that your child or ward child has provided us with any information without your consent, please contact us through the details on the Privacy Policy.",
  "pleaseNoteThatSomeProductsAndServices": "Please note that some products and services may not be available in certain jurisdictions, regions, or to certain users. Your eligibility to access certain Flitaa Services also depends on the country in which you reside and the countries that Flitaa operates in (“Operating Country”) and holds bank accounts in that country. Flitaa reserves the right to change, modify, or impose additional restrictions at its discretion at any time.",
  "identifyVerification": "IDENTITY VERIFICATION",
  "yourRegistrationOfAFlitaaAccountWillBeDeemed": "Your registration of a Flitaa account will be deemed your agreement to provide the required personal information for identity verification. Such information will be used to verify users' identities, identify traces of money laundering, terrorist financing, fraud, and other financial crimes through Flitaa, or for other lawful purposes stated by Flitaa. We will collect, use, and share such information in accordance with our Privacy Policy. In addition to providing such information, you agree to allow us to keep a record of that information during the period for which your account is active and within six (6) years after your account is closed, in compliance with global industry standards on data storage. You also authorise us to conduct necessary investigations directly or through a third party to verify your identity or protect you and/or us from financial crimes, such as fraud. The information we require to verify your identity may include, but is not limited to, your name, email address, contact information, phone number, username, government-issued ID, date of birth, taxpayer identification number, information regarding your bank account (such as bank name, account type, routing number, and account number), and other information collected during account registration. When providing the required information, you confirm it is true and accurate.",
  "afterRegistrationYouMustEnsureThatTheInformation": "After registration, you must ensure that the information provided is true, complete, and timely updated when changed. If there are any grounds for believing that any of the information you provided is incorrect, false, outdated or incomplete, Flitaa reserves the right to send you a notice to demand correction, directly delete the relevant information, or, as the case may be, terminate all or part of the Flitaa services we provide for you. If we are unable to reach you with the contact information you provided, you shall be fully liable for any loss or expense caused to Flitaa during your use of Flitaa services. You hereby acknowledge and agree that you have the obligation to update all the information if there is any change. By registering an account, you hereby authorise Flitaa to conduct investigations that Flitaa considers necessary, either directly or through a third party, to verify your identity or protect you, other users, and/or Flitaa from fraud or other financial crimes, and to take necessary actions based on the results of such investigations. You also acknowledge and agree that your personal information may be disclosed to credit bureaus and agencies for fraud prevention or financial crime prevention, which may respond to our investigations in full.",
  "additionallyWeMayRequireYouToWait": "Additionally, we may require you to wait some amount of time after the completion of a transaction before permitting you to use further Flitaa Services and/or before permitting you to engage in transactions beyond certain volume limits. This includes authorising your wireless operator (MTN Nigeria, Globacom, 9Mobile, Airtel or any other branded wireless operator) to use your mobile number, name, address, email, network status, customer type, customer role, billing type, mobile device identifiers (IMSI and IMEI), and other subscriber status details, if available, solely to allow verification of your identity and to compare information you have provided to Flitaa with your wireless operator account profile information for the duration of the business relationship.",
  "youHerebyAgreeToAbstainFromTransmitting": "You hereby agree to abstain from transmitting any content of an obscene, indecent or inappropriate nature during the verification process. Non-compliance with this clause may entail your potential liability under the Cybercrimes (Prevention and Prohibition) Act of 2015. Your cooperation in upholding this standard of conduct is greatly appreciated.",
  "duringTheSignUpProcess": "During the sign-up process, you are required to provide your legal name as it appears on official identification documents. Aliases, nicknames, or any other non-legal names shall not be accepted for registration. This requirement ensures the accuracy and authenticity of your information on the Platform. We reserve the right to verify the provided information and may take appropriate action in cases of non-compliance.",
  "accessibility": "ACCESSIBILITY",
  "toAccessTheFlitaaServicesYouMust": "To access the Flitaa Services, you must have the necessary equipment (such as a smartphone, tablet, or computer) and the associated telecommunication service subscriptions to access the Internet. The Flitaa Services can be accessed directly using the Flitaa websites (whose domain names include but are not limited to https://www.Flitaa.com, mobile applications, clients, applets and other applications that are developed to offer Flitaa Services, and includes independently-operated platforms, websites and clients within our ecosystem (e.g Flitaa Hub, Flitaa Academy, Flitaa NFT market, Flitaa CEX App and fiat gateways).",
  "accountUsage": "ACCOUNT USAGE",
  "theFlitaaAccountCanOnlyBeUsedByTheAccountRegistrant": "The Flitaa Account can only be used by the account registrant. Flitaa reserves the right to suspend, restrict/freeze, block or cancel the use of Flitaa Accounts by persons other than the account registrant. If you suspect or become aware of any unauthorised use of your username and password, you should notify Flitaa immediately. Flitaa assumes no liability for any loss or damage arising from the use of the Flitaa Account by you or any third party, with or without your authorization.",
  "accountSecurity": "ACCOUNT SECURITY",
  "FlitaaHasBeenCommittedToMaintainingTheSecurity": "Flitaa has been committed to maintaining the security of User entrusted funds and has implemented industry standard protection for Flitaa Services. However, the actions of individual Users may pose risks. You shall agree to treat your access credentials (such as username, password, pin and 2FA security key) as confidential information and not to disclose such information to any third party. You also agree to be solely responsible for taking the necessary security measures to protect your Flitaa Account and personal information.",
  "youShouldBeSolelyResponsibleForTheSafety": "You should be solely responsible for the safety of your Flitaa Account and password, and you should be responsible for all the transactions in your Flitaa Account. Flitaa assumes no liability for any loss or consequences caused by authorised or unauthorised use of your account credentials, including but not limited to information disclosure, information release, consent or submission of various rules and agreements by clicking on the website, online agreement renewal, etc.",
  "byCreatingAFlitaaAccountYouHerebyAgreeThat": "BY CREATING A FLITAA ACCOUNT, YOU HEREBY AGREE THAT: ",
  "youWillNotifyFlitaaImmediately": "i. you will notify Flitaa immediately if you are aware of any unauthorised use of your Flitaa Account and password or any other violation of security rules;",
  "youWillStrictlyAbideByAllMechanisms": "ii. you will strictly abide by all mechanisms or procedures of Flitaa regarding security, authentication, trading, charging, and withdrawal; and",
  "youWillTakeAppropriateSteps": "iii. you will take appropriate steps to log out of Flitaa at the end of each visit to the platform.",
  "uponCompletionOfTheRegistration": "Upon completion of the registration and identity verification for your Flitaa Account, you may use various Flitaa Services, including but not limited to Crypto-to-crypto Trading, Fiat Trading, Flitaa Savings services, other information released by Flitaa, participating in User activities held by Flitaa, etc., in accordance with the provisions of these Terms (including Flitaa Platform Rules and other individual agreements). Flitaa has the right to:",
  "provideModifyOrTerminate": "i. Provide, modify or terminate, in its discretion, any Flitaa Services based on its development plan; and",
  "allowOrProhibitSomeUsers": "ii. Allow or prohibit some users' use of any Flitaa Services in accordance with relevant Flitaa Platform Rules.",
  "flitaaServiceGuidelines": "Flitaa Service Guidelines",
  "license": "i. License",
  "providedThatYouConstantlyComply": "Provided that you constantly comply with the express terms and conditions stated in these Terms, Flitaa grants you a revocable, limited, royalty-free, non-exclusive, non-transferable, and non-sublicensable licence to access and use Flitaa Services through your computer or Internet compatible devices for your personal/internal purposes. You are prohibited from using Flitaa Services for resale or commercial purposes, including transactions on behalf of other persons or entities. All the above actions are expressly prohibited and constitute a material violation of these Terms. The content layout, format, function and access rights regarding Flitaa Services should be stipulated at the discretion of Flitaa. Flitaa reserves all rights not expressly granted in these Terms. Therefore, you are hereby prohibited from using Flitaa Services in any way not expressly authorised by these Terms.",
  "theseTermsOnlyGrantALimitedLicenceToAccess": "These Terms only grant a limited licence to access and use Flitaa Services. Therefore, you hereby agree that when you use Flitaa Services, Flitaa does not transfer Flitaa Services or the ownership or intellectual property rights of any Flitaa intellectual property to you or anyone else. All the text, graphics, user interfaces, visual interfaces, photos, sounds, process flow diagrams, computer code (including HTML code), programmes, software, products, information and documents, as well as the design, structure, selection, coordination, expression, look and feel, and layout of any content included in the services or provided through Flitaa Services, are exclusively owned, controlled, and/or licenced by Flitaa Operators or its members, parent companies, licensors or affiliates.",
  "flitaaOwnsAnyFeedback": "Flitaa owns any feedback, suggestions, ideas, or other information or materials (hereinafter collectively referred to as “Feedback”) about Flitaa or Flitaa Services that you provide through email, Flitaa Services, or other means. You hereby transfer all rights, ownership and interests of the Feedback and all related intellectual property rights to Flitaa. You have no right and hereby waive any request for acknowledgment or compensation based on any Feedback, or any modifications based on any Feedback.",
  "restrictions": "ii. Restrictions",
  "whenYouUseFlitaaServices": "When you use Flitaa Services, you agree and undertake to comply with the following provisions:",
  "duringTheUseOfFlitaaServices": "During the use of Flitaa Services, all activities you carry out should comply with the requirements of applicable laws and regulations, these Terms, and various guidelines of Flitaa;",
  "yourUseOfFlitaaServices": "Your use of Flitaa Services should not violate public interests, public morals, or the legitimate interests of others, including any actions that would interfere with, disrupt, negatively affect, or prohibit other Users from using Flitaa Services;",
  "withoutPriorWrittenConsent": "Without prior written consent from Flitaa, you may not modify, replicate, duplicate, copy, download, store, further transmit, disseminate, transfer, disassemble, broadcast, publish, remove or alter any copyright statement or label, or licence, sub-license, sell, mirror, design, rent, lease, private label, grant security interests in the properties or any part of the properties, or create their derivative works or otherwise take advantage of any part of the properties; and",
  "withoutPriorWrittenConsentFromFlitaaYouMayNotModify": "Without prior written consent from Flitaa, you may not modify, replicate, may not (i) use any deep linking, web crawlers, bots, spiders or other automatic devices, programs, scripts, algorithms or methods, or any similar or equivalent manual processes to access, obtain, copy or monitor any part of the properties, or replicate or bypass the navigational structure or presentation of Flitaa Services in any way, in order to obtain or attempt to obtain any materials, documents or information in any manner not purposely provided through Flitaa Services; (ii) attempt to access any part or function of the properties without authorization, or connect to Flitaa Services or any Flitaa servers or any other systems or networks of any Flitaa Services provided through the services by hacking, password mining or any other unlawful or prohibited means; (iii) probe, scan or test the vulnerabilities of Flitaa Services or any network connected to the properties, or violate any security or authentication measures on Flitaa Services or any network connected to Flitaa Services; (iv) reverse look-up, track or seek to track any information of any other Users or visitors of Flitaa Services; (v) take any actions that imposes an unreasonable or disproportionately large load on the infrastructure of systems or networks of Flitaa Services or Flitaa, or the infrastructure of any systems or networks connected to Flitaa services; (vi) use any devices, software or routine programs to interfere with the normal operation of Flitaa Services or any transactions on Flitaa Services, or any other person's use of Flitaa Services; (vii) forge headers, impersonate, or otherwise manipulate identification, to disguise your identity or the origin of any messages or transmissions you send to Flitaa, or (viii) use Flitaa Services in an illegal way.",
  "byAccessingFlitaaServices": "By accessing Flitaa Services, you agree that Flitaa has the right to investigate any violation of these Terms, unilaterally determine whether you have violated these Terms, and take actions under relevant regulations without your consent or prior notice. Examples of such actions include, but are not limited to:",
  "blockingAndClosing": "Blocking and closing transaction gateways;",
  "reversingOrRefusing": "Reversing or refusing to complete a transaction you have authorised;",
  "freezingAndRestricting": "Freezing and/or restricting your Flitaa Account;",
  "reportingTheIncident": "Reporting the incident to the authorities;",
  "publishingTheAlleged": "Publishing the alleged violations and actions that have been taken; and",
  "deletingAnyInformation": "Deleting any information you published that was found to be a violation.",
  "digitalCurrencyServices": "iii. Digital Currency Services",
  "yourDigitalCurrencyWallet": "Your Digital Currency wallet enables you to send, request, receive and store Digital Currency from third parties by giving instructions through the Flitaa site (each such transaction is a “Digital Currency Transaction”).",
  "allDigitalCurrencyTransactionsAreProcessed": "All Digital Currency transactions are processed as per your instructions. You agree that all information regarding instructions submitted is verified by you. We do not guarantee the identity of any user, receiver, requestee or other party.",
  "digitalCurrencyTransactionsCannotBeReversed": "Digital Currency Transactions cannot be reversed once broadcast to the relevant digital currency network. Once submitted to a Digital Currency network, a Digital Currency Transaction will be unconfirmed for a period of time pending sufficient confirmation of the transaction by the Digital Currency network. A Digital Currency Transaction is not complete while it is in a pending state. Digital Currency associated with Digital Currency Transactions that are in a pending state will be designated accordingly and will not be included in your Digital Currency Wallet balance or be available to conduct digital currency transactions.",
  "weMayChargeNetworkFees": "We may charge network fees (miner fees) to process a Digital Currency Transaction on your behalf. We will calculate the network fee at its discretion, although we will always notify you of the network fee at or before the time of authorization of the Transaction.",
  "weMayRefuseToProcess": "We may refuse to process or cancel any pending Digital Currency Transaction as required by law, any court, or any other authority to which Flitaa is subject in any jurisdiction.",
  "delisting": "iv. Delisting Digital Currencies",
  "youHerebyAgreeThatFlitaa": "You hereby agree that Flitaa reserves the right, at its sole discretion, to delist any digital currency/asset from its offerings without incurring any liability whatsoever towards you. Flitaa will provide notice to you in a timely manner regarding any such delisting, and you are encouraged to take appropriate action regarding their holdings of the affected digital asset. Flitaa shall not be held responsible for any losses or damages incurred by you as a result of the delisting of a digital currency.",
  "supportedDigitalCurrencies": "v. Supported Digital Currencies",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}
