{
  "home": "Home",
  "about": "About",
  "features": "Features",
  "getStarted": "Get Started",
  "introducingSimplicity": "Introducing Simplicity",
  "introducingVariety": "Introducing Variety",
  "easyWaytoTradeCryptocurrency": "A new, easy way to Trade Cryptocurrency",
  "downloadApp": "Download our app",
  "depositCashOrCrypto": "Deposit cash or crypto",
  "transactAndObserveGrowth": "Transact and observe growth",
  "featuresFromSimpleWallet": "Features you’ll expect from a simple wallet",
  "fundsSafety": "Funds Safety",
  "multiAssets": "Multi Assets",
  "supportLocalCurrency": "Supporting your local currencies",
  "kenyanShillings": "Kenyan Shillings",

  "tradeAndHoldCryptocurrencies": "Buy, Trade and Hold Cryptocurrencies in it’s easiest form",
  "buyAndAccessToken": "Easily buy and sell cryptocurrencies with our user friendly app.Access over 40 tokens.The crypto wallet you have been waiting for.",

  "testimonials": "Testimonials",
  "hearUserSay": "Hear what our global users say",
  "happyToBeginCryptoJourney": "Happy to begin my cryptocurrency journey with flitaa. It has been a wonderful experience.",
  "growingAtGeometricProgression": "Outstanding CEX that listens to the heartbeat of it’s users.Growing at geometric progression. Buying and selling of crypto made so easy and simple. Flitaa dey for you.",

  "letGetYouStarted": "Let’s get you started",
  "noMatterWhereYouAre": "No matter where you are, trading is just one click away. Stay updated on your investment anytime and stay informed on the latest price of Bitcoin, Ethereum, and other trending digital assets.",
  "availableOnAndroidAndIOS": "Available on Android and iOS.",

  "copyRight": "CopyRight",
  "termOfUse": "Term of Use",
  "privacyPolicy": "Flitaa Privacy Policy",

  "privacyParagraphOne": "Flitaa   respects and protects the privacy   of   visitors   to   our   websites   and   our customers   who   use   our   services.   To   ensure   transparency,   this   Privacy   Policy describes our information handling practises when you access content we own or operate on the websites or any other platforms we own or operate (collectively, the Site(s)) and related services (referred to collectively hereinafter as Services).",
  "privacyParagraphTwo": "Please take a moment to read this Privacy Policy carefully. If you have any questions about this Privacy Notice, please contact us at privacy@flitaa.com",
  "privacyAcceptance": "ACCEPTANCE OF PRIVACY POLICY",
  "privacyParagraphThree": "By   accessing   and   using   our   Services,   you   signify   acceptance   of   the   terms   of   thisPrivacy Policy. Where we require your consent to process your personal information, we will ask for your consent to the collection, use, and disclosure of your personal information   as   described   further   below.   If   you   do   not   agree   with   or   are   not comfortable   with   any   aspect   of   this   Privacy   Policy,   you   should   immediately discontinue access to or use of our Services.",
  "privacyChanges": "CHANGES TO THIS PRIVACY POLICY",
  "privacyParagraphFour": "We   reserve   the   right   to   modify   this   Privacy   Policy   at   any   time   without   prior notification.",
  "privacyRelationship": "OUR RELATIONSHIP TO YOU",
  "privacyParagraphFive": "Flitaa handles digital currency transactions.",
  "privacyPersonal": "THE PERSONAL INFORMATION WE COLLECT",
  "privacyPersonalText": "Personal information is data that can be used to identify you directly or indirectly, or to   contact   you.   Our   Privacy   Policy   covers   all   personal   information   that   you voluntarily submit to us and that we obtain from our partners. This Privacy Policy does not apply to anonymised data, as it cannot be used to identify you. You may be asked to provide personal information anytime you are in contact with Flitaa. Except as described in this Privacy Policy, Flitaa will not give, sell, rent or loan any personal information to any third party without your consent",
  "privacyParagraphSix": "PERSONAL INFORMATION COLLECTED",
  "privacyParagraphSeven": "We collect personal information to provide you with our Services. When we require certain personal information from users, it is because we are required by law to collect this information or because it is relevant for specific purposes. Any information you provide to us that is not required is voluntary. You are free to choose whether to provide us with the types of personal information requested, but we may not be able to serve you as effectively or offer you all of our Services when you do choose not to share certain information with us.",
  "privacyParagraphEight": "We collect the following types of information:",
  "privacyParagraphNine": "a.  Personal Identification Information: full name, date of birth, age, nationality, gender, signature, utility bills, photographs, phone number, home address, and/or email.",
  "privacyParagraphTen": "b.  Formal Identification Information: passport number, driver’s licence details, national identity card details, photograph identification cardsc  Financial Information: bank account information, payment card primary account number (PAN), transaction history, trading data.",
  "privacyParagraphEleven": "c.  Transaction Information: Information about the transactions you make on our Sites such as the name of the recipient, your name, the amount, and/or timestamp.",
  "privacyParagraphTwelve": "d.  Contact Data: includes billing addresses, delivery addresses, email addresses, telephone numbers and other information.",
  "privacyParagraphThirteen": "e.  Contacts’ list and Address Book Information: With your permission, we may access your contact list and phone book available on your mobile device in order to provide billing and airtime transaction services to you. We only use this information to process transactions for intended recipients and for no other purposes. We do not hold this information in any way or at any time.",
  "privacyParagraphFourteen": "f.  Employment Information: office location, job title, and/or description of the role.",
  "privacyParagraphFifteen": "g.  Online Identifiers and Location Data: Geo location/tracking details, browser fingerprint, OS, browser name and version, and/or personal IP addresses",
  "privacyParagraphSixteen": "h.  Marketing and Communications Data: includes your preferences for receiving marketing from us and our third parties and your communication preferences.",
  "privacyParagraphSeventeen": "i.  Usage Data: survey responses, information provided to our support team, public social networking posts, authentication data, security questions, user ID, click-stream data and other data collected via cookies and similar technologies. Please read our cookie policy for more information.",
  "privacyParagraphEighteen": "**Log and Usage Data. Log and usage data is service-related, diagnostic, usage and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called ‘crash dumps’) and hardware settings). **Device Data. We collect device data such as information about your computer, phone, tablet or other device you use to access the Services. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model Internet service provider and/or mobile carrier, operating system and system configuration information.",
  "privacyParagraphNineteen": "HOW YOUR PERSONAL INFORMATION IS USED",
  "privacyParagraphTwenty": "Our primary purpose in collecting personal information is to provide you with a secure, smooth, efficient, and customised experience. In general, we use personal information to create, develop, operate, deliver, and improve our Services, content and advertising, as well as for loss prevention and anti-fraud purposes. We may use this information in the following ways:",
  "privacyParagraphTwentyOne": "A.  To verify your identity in accordance with Know Your Customer (KYC), Anti-Money Laundering (AML) and sanctions screening requirements;",
  "privacyParagraphTwentyTwo": "B.  To enforce our terms in our user agreement and other agreements to manage and maintain your account with us;",
  "privacyParagraphTwentyThree": "C.  To prevent fraudulent or unauthorised use of our products and services;",
  "privacyParagraphTwentyFour": "D.  To better manage our business and your relationship with us; to improve our products and services, and to develop new products and Services;",
  "privacyParagraphTwentyFive": "E.  To notify you about benefits and changes to the features of our products and services;",
  "privacyParagraphTwentyFive1": "F.  To provide you with personalised advertising and marketing;",
  "privacyParagraphTwentyFive2": "G.  To respond to your inquiries and to resolve disputes.",
  "privacyParagraphTwentyFive3": "H.  Where necessary to protect our legal rights and interests, or the interests of others, we also use personal data in relation to legal claims, compliance, audits, risk management and regulatory functions. We may also use personal data in connection with the acquisition, merger or sale of a business.",
  "privacyParagraphTwentySix": "INFORMATION FROM THIRD PARTY SOURCES",
  "privacyParagraphTwentySeven": "From time to time, we may obtain information about you from third party sources as required or permitted by applicable law, such as public databases, credit bureaus, ID verification partners, resellers and channel partners, joint marketing partners, and social media platforms.",
  "privacyParagraphTwentyEight": "COLLECTION AND USE OF INFORMATION COLLECTED AUTOMATICALLY",
  "privacyParagraphTwentyNine": "We receive and store certain types of information automatically, such as whenever you interact with the Sites or use the Services. This information does not necessarily reveal your identity directly but may include information about the specific device you are using, such as the hardware model, device ID, operating system version, web-browser software (such as Firefox, Safari, or Internet Explorer) and your Internet Protocol (IP) address/MAC address/device identifier. For example, we automatically receive and record information on our server logs from your browser, including how you came to and used the Services, your IP address, device type and unique device identification numbers, device event information (such as crashes, system activity and hardware settings), browser type, browser language, the date and time of your request and referral URL, broad geographic location (e.g., country or city-level location) and other technical data collected through cookies, pixel tags and other similar technologies that uniquely identify your browser. We may also collect information about how your device has interacted with our website, including pages accessed and links clicked. We may use identifiers to recognise you when you arrive at the Site via an external link, such as a link appearing on a third party site.",
  "privacyParagraphThirty": "HOW WE SHARE YOUR PERSONAL DATA",
  "privacyParagraphThirtyOne": "We share personal data with:",
  "privacyParagraphThirtyTwo": "A. Any person who works for us or for one of our group companies;",
  "privacyParagraphThirtyThree": "B. Any entity that forms part of Flitaa, including, where relevant, the Flitaa operating entity in the country or region in which you live;",
  "privacyParagraphThirtyFour": "C. Financial and other institutions we partner with to provide our products and services; Companies and organisations that provide services to us, including in relation to technical infrastructure, marketing and analytics, and web and app development;",
  "privacyParagraphThirtyFive": "D. Companies and organisations that assist us with identity verification, background screening, due diligence and processing or otherwise fulfilling transactions that you have requested;",
  "privacyParagraphThirtySix": "E. Our professional advisers, consultants and other similar service providers.",
  "privacyParagraphThirtySeven": "F. Where we believe it is reasonably necessary to comply with any law, regulation, legal process or governmental request, to enforce our Terms of Use or other agreements, or to protect the rights, property, or safety of us, our customers or others;",
  "privacyParagraphThirtyEight": "G. Where we may transfer rights and obligations pursuant to our agreement with you.",
  "privacyParagraphThirtyNine": "HOW WE PROTECT AND STORE PERSONAL INFORMATION",
  "privacyParagraphForty": "We understand how important your privacy is, which is why Flitaa maintains (and requires its service providers to maintain) appropriate physical, technical and administrative safeguards to protect the security and confidentiality of the personal information you entrust to us.",
  "privacyParagraphFortyOne": "We may store and process all or part of your personal and transactional information, depending on where our facilities or service providers are located. We protect your personal information by maintaining physical, electronic, and procedural safeguards in compliance with the applicable laws and regulations.",
  "privacyParagraphFortyTwo": "For example, we use computer safeguards such as firewalls and data encryption; we enforce physical access controls on our buildings and files; and we authorise access to personal information only for those employees who require it to fulfil their job responsibilities. Full credit card data is securely transferred and hosted off-site by a payment vendor in compliance with Payment Card Industry Data Security Standards (PCI DSS). This information is not accessible to Flitaa or Flitaa staff.",
  "privacyParagraphFortyThree": "However, we cannot guarantee that loss, misuse, unauthorised acquisition, or alteration of your data will not occur. Please recognise that you play a vital role in protecting your own personal information. When registering with our Services, it is important to choose a password of sufficient length and complexity, to not reveal this password to any third-parties, and to immediately notify us if you become aware of any unauthorised access to or use of your account.",
  "privacyParagraphFortyFour": "Furthermore, we cannot ensure or warrant the security or confidentiality of information you transmit to us or receive from us by Internet or wireless connection, including email, phone, or SMS, since we have no way of protecting that information once it leaves and until it reaches us. If you have reason to believe that your data is no longer secure, please contact us via support.",
  "privacyParagraphFortyFive": "HOW YOU CAN ACCESS OR CHANGE YOUR PERSONAL INFORMATION",
  "privacyParagraphFortySix": "You are entitled to review, correct, or amend your personal information, or to delete that information where it is inaccurate. You may do this at any time by contacting support.",
  "privacyParagraphFortySeven": "If you close your Flitaa account, we will mark your account in our database as 'Closed', but will keep your account information in our database for the period of time described below. This is necessary in order to deter fraud by ensuring that people who try to commit fraud will not be able to avoid detection simply by closing their account and opening a new one. However, if you close your account, your personal information will not be used by us for any further purposes, nor sold or shared with third parties, except as necessary to prevent fraud and assist law enforcement, as required by law, or in accordance with this Privacy Policy.",
  "privacyParagraphFortyEight": "RIGHTS IN RELATION TO USE OF YOUR PERSONAL INFORMATION",
  "privacyParagraphFortyNine": "Rights of access, correction and deletion. You have a right of access to the personal information that we hold about you under relevant data protection legislation, and to some related information. You can also require any inaccurate personal information to be corrected or deleted.",
  "privacyParagraphFifty": "RETENTION OF PERSONAL INFORMATION",
  "privacyParagraphFiftyOne": "We store your personal information securely throughout the life of your Flitaa account and for as long as the law requires and as necessary to fulfil the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting obligations or to resolve disputes. While retention requirements vary by jurisdiction, information about our typical retention periods for different aspects of your personal information is described below.",
  "privacyParagraphFiftyTwo": "a. Contact information such as your name, email address and telephone number for marketing purposes is retained on an ongoing basis until you un-subscribe. Thereafter, we will add your details to our suppression list indefinitely.",
  "privacyParagraphFiftyThree": "b. Content that you post on our website, such as support desk comments, photographs, videos, blog posts, and other content, may be kept indefinitely after you close your account for audit and crime prevention purposes.",
  "privacyParagraphFiftyFour": "c. Recording of our telephone calls with you may be kept for a period of up to six years.Information collected via technical means such as cookies, webpage counters and other analytics tools is kept for a period of up to one year from the expiration of the cookie.",
  "privacyParagraphFiftyFive": "CHILDREN'S PERSONAL INFORMATION",
  "privacyParagraphFiftySix": "We do not knowingly request to collect personal information from any person under the age of 18. If a user submitting personal information is suspected of being younger than 18 years of age, Flitaa will require the user to close his or her account and will not allow the user to continue transacting digital currencies using Flitaa. We will also take steps to delete the information as soon as possible. Please notify us if you know of any individuals under the age of 18 using our Services so we can take action to prevent access to them.",
  "privacyParagraphFiftySeven": "GLOBAL COMPANY",
  "privacyParagraphFiftyEight": "The personal data we collect may be transferred to, stored and processed outside of the jurisdiction in which you reside, and the laws of those countries may differ from the laws applicable in your own country. Any processing of such data will be undertaken by our staff, or the staff of our third-party service providers, whose roles will include verifying your identity, processing payment details, and providing customer support.",
  "privacyParagraphFiftyNine": "By accepting this Privacy Policy, and then submitting your personal data, you agree to the transfer, storing or processing of it outside of your jurisdiction.",
  "privacyParagraphSixty": "If you have any questions, clarifications, concerns, or request, kindly reach out to us via support@flitaa.com",
  
  "terms&Condition": "Terms & Condition",
  "lastUpdated": "Last Updated June 13, 2022",
  "carefullyUnderstand": "A. Please carefully read and understand these Terms and Conditions (“T&Cs”) [and any amendments made thereto from time to time by flitaa (“flitaa”)] before signing up in the flitaa App or making use of any of the Services.",
  "consent": " B. By accessing the flitaa App or requesting any of the Services, you consent to be bound by the T&Cs below.",
  "useOfFlitaa": "C. These T&Cs, together with our Privacy Policy (see www.flitaa.com/privacy) establish the complete terms and conditions which shall be pertinent to your use of the flitaa App and access to any of the flitaa Services.",
  "subjectToModification": " D. These T&Cs are subject to modification without prior notice, periodically at our discretion. Your use of the flitaa App and the Services establishes your agreement to be bound by the terms of any such amendments to these T&Cs which shall be intermittently updated on the flitaa App.",
  "effectOnDateOfPublication": "E. These T&Cs and any amendments made thereto shall take effect on their date of publication and it is your responsibility to be conversant with the updated T&Cs posted on the flitaa App each time you access it.",
  "AppMayBeMonitored": "F. The use of the flitaa App may be monitored, tracked for audit purposes, and any person using this flitaa App expressly consents to such monitoring and tracking.",
  "doNotConsent": "G. If you do not assent with these T&Cs or any portion thereof, please do not use this flitaa App or any of the Services.",
  "giveConsent": "H. You shall be considered to have consented and accepted these T&Cs once you click the “Sign-up” or “Create Account” button.",
  "herebyAgreed": "IT IS HEREBY AGREED AS FOLLOWS:",
  "definitions": "1. DEFINITIONS",
  "purposeOfTerms": "For the purposes of these T&Cs and the preamble above, unless the context requires otherwise:",
  "tradeMarkedAndOwned": " *“flitaa App”* means the flitaa cloud application, Mobile application, and website owned, trademarked, and operated by flitaa.",
  "credentialsMean": "*“Credentials”* means your personal credentials used to access the App, including but not limited to your username, password and personal identification number (“PIN”).",
  "privacyPolicyMean": "*“Privacy Policy”* means the flitaa privacy policy that establishes the basis on which any personal data we collect from you, or that you provide to us, will be used by us.",
  "servicesMean": "*“Services”* means any form of financial services that flitaa may offer you via the flitaa App and which you may from time to time require.*“Service Provider”* means your financial institution, credit bureaus, mobile network operators and any other information bank available to flitaa in the Federal Republic of Nigeria. The term may be construed to mean any or all of the above entities, as the context may require.",
  "smsMean": "*“SMS”* means Short Messaging Service.",
  "transactionFeesMean": "*“Transaction Fees”* includes any interest rates, fees and charges ayable for the use of any of our Services as made available on the flitaa App or by such other means as flitaa shall at its discretion determine.",
  "flitaaMeanFlitbase": "*“flitaa”, “we” or “us”* means FLITBASE Ltd.",
  "youMeanPerson": "*“You” or “User”* means the person that intends to access the flitaa App, subscribe to and receive the Services.",
  "useOfLicence": "2. USE OF LICENCE",
  "ownedByFlitbase": "2.1 This flitaa App is owned and operated by FLITBASE Ltd.",
  "consentToAbide": "2.2 Subject to you consenting to abide by these T&Cs, we hereby grant you a revocable, non-transferable, non-exclusive license to use the flitaa App and the Services. Except as expressly stated in these T&Cs, the flitaa App and the Services are for your personal and non-commercial use and does not institute that you own any ownership rights to it whatsoever. No portion of the App, may not be reverse engineered, reproduced, duplicated, copied, modified, sold, resold, or distributed without our consent.",
  "doNotGrant": " 2.3 Except as expressly stated in these T&Cs, we do not grant you any rights in or to our intellectual property or that of any other party in the App. The license granted in this section is subject to your compliance and in the event that you breach any provision of these T&Cs, your rights under this section shall be immediately terminated.",
  "ensureAllDocument": "2.4 You shall ensure all registration information you submit will be true, accurate, current, and complete. You will maintain the accuracy of such information and promptly update such registration information as necessary.",
  "limitationsOfUse": "3. LIMITATIONS ON USE OF flitaa APP AND SERVICES",
  "notMoreThanOne": "You shall not open more than one flitaa account.",
  "contraryToLaw": "You shall not indulge in any activities related to this flitaa App that are contrary to applicable law, regulation or the terms of any agreement you have with us.",
  "establishReasonableConnection": "In situations where locations of this flitaa App require identification for access, you shall establish any reasonable security measures and controls to limit access to your password, PIN or other identifying information to authorized individuals.",
  "notUseInconsistentManner": "You shall not use the App or any of the Services in any manner inconsistent with these T&Cs, or act fraudulently or maliciously, for example, by implanting malicious code, including viruses, or destructive data, into the flitaa App, any service related to it.",
  "notInfringeIntellectual": "You shall not infringe on flitaa’s intellectual property rights or those of any third party in relation to your use of the App or any Service, including the submission of any material (to the extent that such use is not licensed by these T&Cs).",
  "notCommunicate": "You shall not communicate any material that is derogatory, belligerent or otherwise obnoxious in relation to your use of the flitaa App or any Service.",
  "notEngageAutomated": "You shall not engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.",
  "notInterfere": "You shall not interfere with, disrupt, or create an undue burden on the flitaa App or the networks or services connected to the Site.",
  "attemptToImpersonate": "You shall not attempt to impersonate another user or person or use the username of another user.",
  "notTrick": "You shall not trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.",
  "submitFalse": "You shall not make improper use of our support services or submit false reports of abuse or misconduct.",
  "useUsername": "You shall not attempt to impersonate another user or person or use the username of another user.",
  "notUseInformation": "You shall not use any information obtained from using the flitaa App and its Services in order to harass, abuse, or harm another person.",
  "notHarassEmployee": "You shall not harass, intimidate, or threaten any of our employees engaged in providing any service of the flitaa App to you.",
  "useOfFlitaaService": "4. USE OF THE flitaa APP AND SERVICES ",
  "ageOfUse": "4.1 The flitaa App and the Services offered by flitaa can only be utilized by persons over the age of 18 and only for the purpose of accessing our Services.",
  "mayBePrinted": "4.2 The information posted on the flitaa App may be printed for your use, provided, however, that they may not be duplicated or re-distributed to any other person or entity.",
  "notIntendedForDistribution": "4.3 The information on the flitaa App is not intended for distribution to, or use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to local law or regulation.",
  "releaseFrom": "4.4 You consent to and shall release from and indemnify flitaa against all claims, losses, damages, and expenses howsoever arising in consequence of, or in any way related to flitaa having acted (or failing to act) in accordance with any of your requests for a Service.",
  "transactionFees": "5. TRANSACTION FEES",
  "setCharge": "flitaa shall be entitled to set and charge Transaction Fees, in connection with your use of any of our Services and from time to time amend or vary its Transaction Fees for the Services. However, flitaa shall use rational endeavors to notify you of any modifications as regards to Transaction Fees within a reasonable period before it is implemented.",
  "personalInformation": "6. PERSONAL INFORMATION",
  "backgroundCheck": "6.1 You herewith consent and permit flitaa to conduct background checks and verify personal information provided by you on the flitaa App or in connection with your use of any of the Services against the information held about you by any relevant Service Provider.",
  "informationToVerify": " 6.2 The information that flitaa may verify against the information held by the Service Providers includes (without limitation): your BVN, phone number, name, date of birth, Identification Number (“ID”) or Passport Number and such other information that will enable flitaa to identify you (the “Personal Information”).",
  "accessDevice": "6.3 You hereby agree and authorize flitaa to access and verify information on your device including, but not limited to, data relating to your device (including, without limitation, your phone’s history), your device identification, the GPS on your device, your application list, your SMS history (for automatic OTP) and such other access privilege relevant for this service.",
  "verifyServiceProvider": " 6.4 You hereby consent to flitaa obtaining and verifying the Personal Information and the Relevant Information with the Service Providers to the extent necessary.",
  "procurePersonalInformation": "6.5 You hereby consent to flitaa to obtaining and procuring your Personal Information and Relevant Information from the relevant Service Provider and you further agree and consent to the disclosure and provision of such Personal Information and Relevant Information by the Service Provider. Failure to provide such information within the time required by flitaa may result in declining to provide you with the relevant Service.",
  "holdFlitaaInnocent": "6.6 You hereby consent to indemnify and hold flitaa and the Service Provider innocent with respect to any claims, losses, liabilities and expenses (including legal fees and expenses) that may rise as an outcome of the exposé and dependence on such Personal Information and/or Relevant Information.",
  "usersObligation": "7. USER’S OBLIGATIONS",
  "responsibleForObligation": "7.1 You shall be responsible for obtaining and ensuring security, maintenance and performance all computer hardware, software, mobile phone and other equipment needed to access and use this App and receive the Services (the “Devices”). flitaa shall not be responsible for any computer virus or related problems that may be associated with the use of the flitaa App, the Services and your Devices.",
  "followAllObligation": "7.2 You shall follow all instructions, procedures and terms contained in these T&Cs and any document provided by flitaa concerning the use of the App and the Services.",
  "credentialsNotExposed": " 7.3 You shall ensure that your Credentials is not exposed to any unauthorized person. flitaa shall not be liable for any disclosure of your Credentials to any third party and you hereby agree to indemnify and hold flitaa innocent of any unfortunate incidences arising from any exposure of your Credentials.",
  "rationalMeasures": "7.4 You shall take all rational measures to detect any unauthorized use and access to the flitaa App and the Services.7.5 You shall at always follow the security measures notified to you by flitaa from time to time or such other measures as may be applicable to the use of the flitaa App and the Services from time to time.",
  "termination": "8.0 TERMINATION",
  "terminateUse": "8.1 flitaa may at any time, upon notice to you, terminate or alter your use of the flitaa App and access to any of the Services and, in particular, but without prejudice to the generality of the foregoing. flitaa may cancel any pending transactions you have on the flitaa App.",
  "suspendUse": "8.2 above, flitaa may, at its sole discretion, suspend your use of the flitaa App or any of the Services:",
  "unlawfulPractice": "(a) if you use the flitaa App or any of the Services for unlawful practices or where flitaa detects any abuse/misuse, breach of content, fraud or attempted fraud;",
  "complyWithCourtOrder": "(b) If flitaa is required to comply with a court order, subpoena, or instruction of from the government, regulator or other competent authority;",
  "suspectsBreach": "(c) If flitaa rationally suspects that you are in breach of these T&Cs which you fail to remedy (if capable of being remedied) within 72 hours after the service of notice by email, SMS or other electronic means of communication requiring you to do so;",
  "suspensionNeccessary": "(d) Where such a suspension is necessary as a consequence of technical problems or for reasons of safety; to facilitate an update or upgrade to the contents or functionality of the Services or the App from time to time;",
  "decidesToSuspend": "(e) If flitaa decides to suspend or cease the provision of the Services for any reason as it may determine in its discretion.",
  "notAffect": "8.3 Termination shall not affect any accrued rights and liabilities of either party.",
  "disruptionOfService": "9. DISRUPTION OF SERVICE",
  "cannotGuarantee": "We cannot guarantee the flitaa App will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors, among other things:",
  "hardwareDowntime": "(a) hardware downtime, including among other things, malfunction of computers (including yours), servers, networks, and other utility support;",
  "softwareDowntime": "(b) software malfunction, including among other things, bugs, errors, viruses, configuration problems, incompatibility of systems, utilities or applications, the operation of firewalls, unreadable codes, or anomalies within certain content;",
  "overload": "(c) overload of system capacities;",
  "severeWeather": "(d) damage caused by severe weather, earthquakes, wars, riots, terrorism, act of God, accident, fire, explosion, interruption of other utility of service or mechanical breakdown;",
  "labourStrike": "(e) labour strike;",
  "governmentRegulation": "(f) governmental or regulatory restrictions, rulings, or court orders;",
  "failureOfTelecomms": "(g) failure of any public or private telecommunications system;",
  "anyOtherCause": "(h) any other cause beyond our control.",
  "exemptionOfLiability": "10. EXEMPTION OF LIABILITY ",
  "asIsBasis": "10.1 The App (including all information and materials contained on the App) is provided on an “as is” basis.",
  "discontinueService": "10.2 We may discontinue or modify the information or services described on the flitaa App at any time without prior notice to you and without any liability to you.",
  "notLiableForDelay": "10.3 flitaa shall not be held liable for any delay, difficulty in use, computer viruses, malicious code or other defect in this App, any incompatibility with User’s files and the User’s browser accessing program, or any other problems experienced beyond our control.",
  "serviceForPersonalUse": "10.4 flitaa only provides the Services for personal use, and small and medium business financing needs, and we shall not be liable to you for any loss of profit, loss of business interruption or prospect as a result of your unlawful use of the Services.",
  "notLiableForDamage": "10.5 flitaa shall not be held liable for any losses or damage suffered by you as a result of or in connection with:",
  "unlawfulUse": "(a) any unlawful use of the Services, the flitaa App and your Devices;",
  "failureToComply": "(b) your failure to comply with these T&Cs and any document or information provided by flitaa concerning the use of the flitaa App and the Services.",
  "notAccountable": "10.6 Under no circumstances shall flitaa be accountable to you for any loss of profit, prospect or projected savings or for any indirect or consequential loss of whatever kind, howsoever caused, rising out of or in connection with the use of the App.",
  "communication": "11. COMMUNICATION",
  "accessingTheApp": "Accessing the flitaa App, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the flitaa App, satisfy any legal requirement that such communication be in writing.",
  "electronicSignature": "YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE flitaa App.",
  "correction": "12. CORRECTIONS",
  "rightToCorrect": "There may be information on the flitaa App that contains typographical errors, inaccuracies, or omissions that may relate to the Service, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.",
  "general": "13. GENERAL",
  "noFailure": "13.1 No failure on the part of any party to exercise, or delay on its part in exercising, any right, power or remedy provided by these T&Cs or by law shall operate as a waiver thereof, nor shall any single or partial exercise of any such right, power or remedy preclude any further or other exercise of that, or any other, right, power or remedy.",
  "anyProvision": "13.2 If any provision or part of a provision of these T&Cs shall be, or be found by any court of competent jurisdiction to be, invalid or unenforceable, such invalidity or unenforceability shall not affect the other provisions or parts of such provisions of these T&Cs, all of which shall remain in full force and effect.",
  "doNotRely": "13.3 You acknowledge that in accepting these T&Cs, you do not rely on any statement, representation, assurance or warranty (whether made innocently or negligently) that is not set out in these T&Cs or our Privacy Policy.",
  "agreeToAssign": "13.4 You hereby agree that we may assign, transfer, sub-contract or otherwise deal with our rights and/or obligations under these T&Cs. You may not, without our prior written consent, assign, transfer, sub-contract or otherwise deal with any of your rights and/or obligations under these T&Cs.",
  "disputeResolution": "14. DISPUTE RESOLUTION",
  "disputesFlitaa": "14.1 Disputes flitaa and the User shall use their efforts to resolve any dispute, controversy or claim of any nature in connection with these T&Cs or the use of the flitaa App.",
  "arbitration": "14.2 Arbitration",
  "provisionToClause": "14.2.1 Subject to the provision of clause 13.1 above, any dispute, controversy or claim whatsoever and howsoever arising in connection with these T&Cs, save as specifically provided herein, shall be referred for final determination to arbitration in accordance with the Arbitration and Conciliation Act Cap A18 Laws of the Federation of Nigeria, 2004 for the time being in force, or any statutory re-enactment or modification thereof.",
  "arbitralTribunal": "14.2.2 The Arbitral tribunal shall comprise one (1) arbitrator to be appointed jointly by the Parties.",
  "arbitrationInNigeria": "14.2.3 The arbitration shall take place in the Federal Republic of Nigeria; and to the degree acceptable by law the determination of the arbitrator shall be final and binding upon the parties and shall not be subject to any appeal.",
  "nothingInClause": "14.2.4 Nothing in this clause 14.2 shall restrict either party’s liberty to begin legal proceedings of any nature for the purposes of seeking preliminary injunctive relief or conservatory measures from any court of competent jurisdiction pending the final decision.",
  "governingLaw": "15. GOVERNING LAW ",
  "complyWithLaw": "In these terms of service, you must comply with all domestic and international laws and regulations that apply to your use of the flitaa App. These laws include restrictions on destinations, end users, and end use.We both agree that all of these claims can only be litigated in the federal or state courts in the Federal Republic of Nigeria. These T&Cs shall be governed by and construed in accordance with the laws of the Federal Republic of Nigeria.",
  "contactUs": "16. CONTACT US",
  "resolveComplaint": "In order to resolve a complaint or you have questions or comments about this Terms of Service or have a concern about our handling of your personal information, want to report a possible breach of privacy laws; please contact us at privacy@flitaa.com"
}
